[{"video_id":"mv89psg6zh4_33_46","caption":"A bird is standing in a sink drinking water that is pouring out of the facet."},{"video_id":"ZbzDGXEwtGc_6_15","caption":"A clip showing an south african airline plane flying in air."},{"video_id":"g36ho6UrBz0_5_20","caption":"A man playing his electric guitar at a home party outside."},{"video_id":"04Gt01vatkk_248_265","caption":"A woman is chopping an onion slice into fine pieces."},{"video_id":"buJ5HDCinrM_150_166","caption":"A woman applies a concealer to the lower portion of her right cheek and blends it using her fingers to get a chiseled look."},{"video_id":"M_TP6UTrh30_343_358","caption":"A rock band is performing on stage in front of a large gathering of people."},{"video_id":"8mSUD7JGNO0_174_181","caption":"A woman is riding a horse in an enlosed covered area."},{"video_id":"ljGcQocjSs4_38_60","caption":"A person shoots at and knocks down all six targets in a row."},{"video_id":"n2NLoLNecgI_168_178","caption":"A woman giving a violin lesson about vibrato on the violin."},{"video_id":"6q1dX6thX3E_286_295","caption":"A lone man in a white shirt and brown tie looking unhappy."},{"video_id":"mFCf8lLXrUc_25_35","caption":"A person trying to remove the covering of a mango through a knife."},{"video_id":"6eokrw6_bjU_1_9","caption":"A woman standing on grassland is holding a rifle and shooting a series of bullets in the air."},{"video_id":"E2r6nnkwl0c_6_18","caption":"Two men dive into the water, where two others are already swimming."},{"video_id":"n016q1w8Q30_2_11","caption":"A man is holding a pack of playing cards and rubbing the top most card which then disappears!"},{"video_id":"rQuNYxNmA6M_0_4","caption":"Two men are passing a baseball between each other while a man behind them is swinging a baseball bat."},{"video_id":"ByGspTdA1ug_16_24","caption":"A man is pushing a cat, who is laying on his side, across the floor and down the hall."},{"video_id":"-_hbPLsZvvo_323_328","caption":"A woman places sesame seeds as eyes, on an octopus-shaped sausage placed on a small white tray."},{"video_id":"6t0BpjwYKco_217_229","caption":"Cooking with the dog show demonstrates how to make Japanese curry with tomato."},{"video_id":"MTkGPfMRXtc_5_21","caption":"A woman is attempting to properly fit a string over a stack of documents."},{"video_id":"aeA-HN7BMdo_34_41","caption":"A woman first cuts the stem and then chops a broccoli flowerette into smaller pieces."},{"video_id":"WWf0Z6ak3Dg_5_15","caption":"A French bulldog is running fast and playing with a blue yoga ball all by himself in a field."},{"video_id":"DBvSfds3FH4_76_80","caption":"Someone is kneading a large piece of dough."},{"video_id":"Ms3QdGIzltU_1_16","caption":"A hamster crawls across a table stuffing sunflower seeds and carrots into its mouth."},{"video_id":"nS6oQxX_Qi8_2_12","caption":"A man is sitting in a room and playing a trumpet."},{"video_id":"pDvzOLRLjPc_0_8","caption":"A man gives milk in individual feeding bottles to two pandas in a cage."},{"video_id":"LQ-jv8g1YVI_1_6","caption":"The cat sat on a roomba driver as it moved around the floor."},{"video_id":"kquB3rIgfGk_640_645","caption":"A man standing in the kitchen drinks cold cucumber water and exclaims, “Oh!” in full satisfaction."},{"video_id":"BVjvRpmHg0w_157_165","caption":"A woman is cutting a broccoli into smaller flowerettes using a large knife."},{"video_id":"QzcTlEpAigQ_0_14","caption":"A small brown dog standing near one edge of a wooden pathway is urinating into the water below."},{"video_id":"KLgPTlBLHmo_18_21","caption":"All the students in a class at school throw sheets of paper high in the air ecstatically as the bell rings."},{"video_id":"AysIdzGF-7M_6_14","caption":"The cat is trying to catch a string that is being dangled above its head."},{"video_id":"iwpnUHFhjWc_9_14","caption":"A woman performs physical movements while inside a stone structure, at a park."},{"video_id":"D-K3ThvAqfo_126_130","caption":"A man is riding a bicycle around a woman turning in circles holding out the train of her blue dress."},{"video_id":"bJJndejsUWc_88_98","caption":"A band is playing on stage under blue lights when slowly the lights change to bright white."},{"video_id":"Xh6rdpJNaf0_0_15","caption":"a small white rabbit sitting infront of a house door awaiting for it to open."},{"video_id":"eyBmG9ZZnLM_215_219","caption":"A man is lying on a lounge chair on the beach partially covered by a beach umbrella."},{"video_id":"nwk4m329bLw_2_10","caption":"A woman is walking on an open ground with a pet dog as some other dogs follow them."},{"video_id":"ItFqogTmAvQ_389_395","caption":"A man and woman are running through an open gate that leads to the ocean."},{"video_id":"PCXHuseKwDc_17_20","caption":"A man is pouring antifreeze from a large jug into a funnel into his car."},{"video_id":"9Bxknsvy3jQ_53_58","caption":"A young man skateboards along a step, up a ramp, and then does a flip onto the pavement above."},{"video_id":"a1Y73sPHKxw_0_5","caption":"A brown chipmunk standing on its hind legs is gazing dramatically, according to the background score."},{"video_id":"ph-72iVQQnU_38_48","caption":"the army people's are moving very seriously and fight with the enemies"},{"video_id":"C1MNCR1o9lU_0_7","caption":"A woman holding a small baby is rocking on a chair as he drinks milk from a feeding bottle."},{"video_id":"zzit5b_-ukg_5_20","caption":"Jean Jararous shows a little boy trying to ride on a workout machine."},{"video_id":"w9mqbwOIkVg_6_12","caption":"A handsome guy working with the dumbles to improve his muscles."},{"video_id":"lAznAeFFldg_6_10","caption":"Someone is riding a bicycle in a wooded area and uses a mound of dirt to make a jump with the bicycle."},{"video_id":"VF1K_6ZSOAY_23_28","caption":"A woman is writing at her desk and doesn't notice that a box is moving towards her."},{"video_id":"j2Dhf-xFUxU_13_20","caption":"Someone cuts a stack of tortillas into quarters and then they start to slice a tomato."},{"video_id":"_txL575S_OA_13_23","caption":"A herd of zebras are eating grass in a field."},{"video_id":"E6sqA9QtV5I_195_201","caption":"A man, with tatoos on his arm, is kissing a woman."},{"video_id":"XzCcRzEa83U_1_8","caption":"A large monkey sneaks up on another large monkey and pushes him and the second monkey gives chase."},{"video_id":"8jP8CC2rKj4_80_88","caption":"A very lovely and admiring view of a dolphin jumping in the sea."},{"video_id":"HBCJYhUjVf0_0_9","caption":"A lion jumps and hangs off the top of a fence in an enclosed area."},{"video_id":"uRo_vJ-zy-U_35_40","caption":"A man seated in a natural surrounding, fires a bullet at a stack placed at a distance."},{"video_id":"n6U-TGahwvs_100_110","caption":"A man is singing and playing the guitar on stage along with a band of musicians."},{"video_id":"Uc63MFVwfrs_360_372","caption":"Someone is cutting a cooked potato into bite-size pieces."},{"video_id":"bQJQGoJF7_k_109_115","caption":"A man sprinkles gourmet seasoning from a bottle to water filled in a plastic container."},{"video_id":"3SKyc0aKx70_46_52","caption":"Two men are jumping and one of them does summersaults on a bouncy trampoline sheet."},{"video_id":"6t0BpjwYKco_46_53","caption":"A person is peeling eggplant with a vegetable peeler."},{"video_id":"iju4KO-3KnY_2_12","caption":"A woman carefully puts on lipstick, smacking and licking her lips."},{"video_id":"PuQVs2Ch1LY_5_15","caption":"A girl wearing glasses is playing the flute."},{"video_id":"elQqQfux7Po_12_22","caption":"A dog is eating a slice of watermelon someone is holding over a plate."},{"video_id":"zFIn8DeV5PM_20_33","caption":"A unique piano composition and would be liked by a lot of broken hearts."},{"video_id":"dEn5E-TNezw_13_23","caption":"A small hedgehog is on a table chewing on a towel with his mouth."},{"video_id":"J3_hkgu6MGc_43_52","caption":"A car is driving down a road with it's headlights on at night and it stops."},{"video_id":"q9ew_nITQWY_54_62","caption":"The people played a strange game with a bat and a ball."},{"video_id":"6owu8Mow0_g_302_307","caption":"A man is spreading shredded cheese on an uncooked pizza."},{"video_id":"WTf5EgVY5uU_98_104","caption":"a chinese lady breaking the eggs in a bowl with her dog inorder to make some dish."},{"video_id":"9W6aQNcU3PA_92_103","caption":"Someone is filing their fingernails with an emery board."},{"video_id":"bXsKw3TOQXs_30_55","caption":"A person folds a square sheet of paper on all sides, along the center and diagonally  and then opens it out."},{"video_id":"5W02895vT8c_312_322","caption":"A digital picture of a plane taking off from a runway is displayed."},{"video_id":"PHDmVhShE80_20_29","caption":"A woman dices a boiled octopus into 1\/2 inch pieces using a knife."},{"video_id":"6t0BpjwYKco_118_127","caption":"A woman sauteing chopped onions in a deep skillet adds chopped carrots, and continues to saute the mixture using chopsticks."},{"video_id":"xxHx6s_DbUo_41_44","caption":"One man is carrying a man on his back while two other men follow behind."},{"video_id":"DIebwNHGjm8_133_148","caption":"A man on a motorbike with an audience watching him."},{"video_id":"fvXXLP6A4p4_109_119","caption":"A man and woman are joyfully dancing on a platform above green fields."},{"video_id":"39Ce7I6nXIw_96_104","caption":"A man is walking along with his horse in an outdoor location."},{"video_id":"TJXEKN7nwUc_11_49","caption":"A dog holding a stick in it's mouth is trying to get through a dog door but the stick is to wide to fit through."},{"video_id":"0lh_UWF9ZP4_50_60","caption":"A woman is adding and stirring in three different ingredients into a bowl of cooked white rice."},{"video_id":"BVilbVCo9sU_1_11","caption":"A large grey furry cat is closely examining a small cream colored beetle walking near it."},{"video_id":"OUII8_aOfNM_60_69","caption":"A man is chopping a large block of fatty red meat into smaller blocks."},{"video_id":"JK1R9k1WDpc_6_15","caption":"a group of elephants running on a road through out the jungle."},{"video_id":"u4kMN1jamdM_10_20","caption":"A woman is having a ride on the back of a white horse by the beachside."},{"video_id":"7NNg0_n-bS8_21_30","caption":"A man is singing into a microphone and playing an acoustic guitar."},{"video_id":"UXs3eq68ZjE_255_260","caption":"I really want to make this now, but that's a ton of pudding.﻿ Can I halve the recipe? How much cinnamon do I put if I halve it"},{"video_id":"-_hbPLsZvvo_288_305","caption":"A woman puts a small bowl of steamed rice into a plastic wrap, shapes it into a triangle and coats it on both sides with a specially prepared mixture."},{"video_id":"wjH72cZ0GLM_1_10","caption":"A man is pushing a car across a parking lot while someone sits in the drivers seat."},{"video_id":"32_A0-er4Ws_16_20","caption":"A woman is speaking something as she plucks a ripe tomato from the garden."},{"video_id":"vE1gvaM3iAs_39_46","caption":"A man is removing a coating of toothpaste and peanut butter applied on a CD using a paper towel."},{"video_id":"MF88IYF2MHY_25_59","caption":"A white cat sitting beneath a dining chair is purring angrily and moves its paw violently."},{"video_id":"H7vezmDeZaw_2_7","caption":"A man runs, bangs his entire body against the opposite wall and falls flat backwards on the floor."},{"video_id":"BAf3LXFUaGs_28_38","caption":"A man is playing drums while two women are playing keyboard instruments."},{"video_id":"80D0ylOqPJ8_0_5","caption":"A dog is walking on it's front two legs with it's rear legs elevated into the air."},{"video_id":"ywMLb2VfHbI_13_20","caption":"When Max pushes﻿ off his feet curl at the last second and push it backwards too, it spins at the combined speed of his legs and his feet. It is moving faster than his legs are moving."},{"video_id":"XZ0Ch_ClBfo_120_127","caption":"Several people are running into the ocean."},{"video_id":"gMqKUPeTAkg_17_30","caption":"A black cat is drinking water from around the drain of a face basin, as it runs out of the faucet."},{"video_id":"PmrTDZy3f2M_35_39","caption":"The 2 players were play the basket ball and they were play very strongly and they jump very hight."},{"video_id":"S-Civm_fbK8_20_26","caption":"A boy taking a shot from the middle of the football ground inorder to hit a goal."},{"video_id":"BtQtRGI0F2Q_15_20","caption":"Several men or working at the top of a utility pole, when one man gets electrocuted then hangs upside down."},{"video_id":"o_mWZWcm2r4_10_15","caption":"A couple of boys are climbing an indoor rock climbing wall."},{"video_id":"j2sOMdilDWU_87_97","caption":"IT IS VERY BEAUTIFUL,WITH THE SITUATION OF THE ECOLOGY,﻿﻿ I THINK SUSTAINABILITY SHOULD BE THE 4TH PILLAR OF ARCHITECTURE THAT ARCHITECTS SHOULD CONSIDER."},{"video_id":"hcCLIzzB1jQ_1_7","caption":"A man is doing push-ups with only his right hand supported on the ground in front of spectators."},{"video_id":"hJFBXHtxKIc_204_209","caption":"Someone pours a reddish liquid into a saucepan of sausage from a large glass jug."},{"video_id":"5K7Ru5s6YIw_8_11","caption":"A baby kangaroo sitting in grassland is eating food held in his fore legs."},{"video_id":"-wa0umYJVGg_168_176","caption":"A demonstration on how to make Yakibuta Ramen which are Japanese noodles."},{"video_id":"klteYv1Uv9A_27_33","caption":"The man laid back on his motorcycle as it traveled down the road."},{"video_id":"swKrHEeOj9c_4_8","caption":"A white cat is facing a wall and appears to be talking."},{"video_id":"qBFSt85-xqk_15_20","caption":"Someone is pouring milk into a stainless steel bowl with eggs in."},{"video_id":"z9qbQX4J_2g_0_14","caption":"A group of elementary school children reciting a speech in front of other children and teachers."},{"video_id":"AjZ-R3LFMzo_18_23","caption":"A man performs a one-wheeled handstand trick and a spin on a green motorcycle"},{"video_id":"WPG-BIWOrG4_672_677","caption":"A man is slicing open a fish longways with a knife."},{"video_id":"FWzsXeXCwuc_106_110","caption":"A couple of monkeys are playing on some golden statues."},{"video_id":"WPG-BIWOrG4_683_689","caption":"A man cutting a fish open nicks his thumb with the knife and draws blood."},{"video_id":"m1NR0uNNs5Y_160_166","caption":"Using her fingers, a woman breaks whole garlic into individual pods."},{"video_id":"yC4eEuURH8c_19_28","caption":"A kitten is walking around on top of a bed opening it's mouth very wide."},{"video_id":"30GeJHYoerk_80_85","caption":"A young man is performing roller blading tricks through cone obstacles."},{"video_id":"aRo8x3xXeEA_3_8","caption":"A man slides upside down by his snowboard on two suspended poles then flips off and glides down a bank of snow."},{"video_id":"-rvjK0lE3z4_33_43","caption":"Someone cuts a large potato into a number of smaller pieces."},{"video_id":"yyxtyCaEVqk_329_360","caption":"A man sprinkles some thyme and then parsley on top of sliced peeled carrots placed on a tray."},{"video_id":"1dmVuwO1RZk_214_220","caption":"It's twilight or dusk and a man and a woman seated in a boat together."},{"video_id":"Q-soOsOLIGQ_0_22","caption":"Standing on the field, a coach is guiding another man on how to bat the right way in cricket."},{"video_id":"msCidKHOh74_410_418","caption":"A man with a backpack rides a motorbike on a muddy area and comes to a sudden halt."},{"video_id":"NjCqtzZ3OtU_303_307","caption":"A female places a piece of a wrapped stick of Imperial margarine in her mouth and holds between her teeth."},{"video_id":"v-9Gx0gJmfo_91_99","caption":"an artist dancing and singing in a movie scene"},{"video_id":"8MVo7fje_oE_113_118","caption":"A man is putting a plastic ware on the microwave oven."},{"video_id":"Lt1JijkvSKk_0_10","caption":"An animal sitting on someone's lap in a car is playing with a small object on a chain attached to the window."},{"video_id":"_O9kWD8nuRU_25_35","caption":"i love the dog just sitting there.i just love that women cook...she makes it look﻿ sooooo easy!"},{"video_id":"oFUsn1owAbs_158_168","caption":"A woman having a bubble bath in a bathtub is playing with the foam."},{"video_id":"Ea0thGZKPXA_25_35","caption":"the girl beautifully sing with the instrument"},{"video_id":"lsanQj2yacs_102_108","caption":"Two girls are standing at a kitchen counter, where one girl is spreading mayonnaise on two slices of bread."},{"video_id":"OpR1Er5o6IY_209_217","caption":"A man holds a white rat close to his face after touching it to a snake's body in a glass enclosure."},{"video_id":"IhwPQL9dFYc_61_75","caption":"A woman is chopping ginger into fine pieces after slicing and cutting them into thin strips."},{"video_id":"kquB3rIgfGk_525_532","caption":"Cooking with Jack shows how to make Lazy Man's drinks."},{"video_id":"dvhJGidrrKE_254_260","caption":"Three men are fighting on a ranch and a girl is shouting at them."},{"video_id":"qRoxNXm7INc_58_66","caption":"Someone is petting a cat that is laying on it's side."},{"video_id":"dvhJGidrrKE_98_101","caption":"A woman is arguing against and fighting with a group of men."},{"video_id":"16iNk1hLJt4_37_40","caption":"Six young runners are lined up at the starting line of a racetrack waiting for a man to tell them to start."},{"video_id":"ZdlG8fjGJlo_78_87","caption":"i added bannana peppers, red peppers, green peppers, and purple peppers to my mix, left out the lime and garlic and boy its good and has a nice bite!﻿"},{"video_id":"lfGlDg47How_361_367","caption":"A man is using a hand mixer to mix the contents of a mixing bowl."},{"video_id":"c2a0GcoJAjw_107_129","caption":"Two Indian traditional dancers are dancing in the temple premises with accompanying music in the background."},{"video_id":"O06WXS_XZN0_0_6","caption":"A man is sitting next to his brown pet dog and getting him to face the camera."},{"video_id":"47D9-U8hn5I_11_16","caption":"A cat, with socks on it's paws, slides with each step across a coffee table and eventually slides off the table."},{"video_id":"-_hbPLsZvvo_18_25","caption":"A woman cuts a piece of zucchini in half and ten thinly slices it."},{"video_id":"c51L6ZxZGjQ_137_154","caption":"A woman spreads butter generously over the entire surface of two long rectangular slices of bread."},{"video_id":"-vKO3uSG6Do_3_14","caption":"A group of animated cartoon women are singing and dancing."},{"video_id":"vfktGc_qx-w_2_18","caption":"A woman is standing on the back of a motorbike while the male driver lifts the bike on to one wheel."},{"video_id":"zSPBC8EO6dY_122_126","caption":"piliot of the helicopter shaking hands with the other people present there"},{"video_id":"s7znbqra118_91_97","caption":"A group of people dressed in white shirts or jackets are marching down the street."},{"video_id":"Tied-t1fFsk_15_20","caption":"A man fires a bullet at a target placed 200 yards ahead of him using a gun."},{"video_id":"u9prcUCHlqM_73_80","caption":"A man is talking while walking outdoors carrying a black shoulder bag and a tripod over his shoulder."},{"video_id":"aHiUM8uWxxo_17_25","caption":"Two men are standing in an open windy land as one of them sets a toy airplane into the air."},{"video_id":"mF6ijhSrbBQ_32_40","caption":"An otter runs a few steps then glides across the ice."},{"video_id":"rw9h_574HxE_229_236","caption":"A man and a woman are walking together in a garden as a song plays in the background."},{"video_id":"_WRC7HXBJpU_414_425","caption":"Someone is pouring water from a measuring pitcher into a large pan containing rice."},{"video_id":"9OvXb1fot74_21_29","caption":"When I think of postwar European entertainment, The Platters are always the﻿ first﻿ musical group that comes to mind."},{"video_id":"vZa13vJugGU_0_30","caption":"An unbelievable performance of a guitarist playing guitar through legs"},{"video_id":"r4qv_BNlQNk_93_98","caption":"A boy puts a large piece of bark into his mouth."},{"video_id":"dfOuTx66bJU_34_39","caption":"A FILM SHOT IN WHICH THE ACTOR IS SEARCHING THE ACTRESS IN A JUNGLE AND THE ACTRESS IS HINDING BEHIND THE TRESS FOR TEASING THE ACTOR"},{"video_id":"giLxPCgLLqg_9_19","caption":"A fielder throws the ball before he crosses boundary and catches the ball again after entering the boundary."},{"video_id":"e996zZ0uV_A_152_163","caption":"A man pours brown colored milkshake from a blender into two tall blue plastic glasses."},{"video_id":"Ar70p1_LcfM_2_20","caption":"A boy is playing an activity game on a laptop."},{"video_id":"Kxa0mnDj0bs_113_124","caption":"A polar bear has placed its chin and fore limbs on the snow and is moving ahead by walking on its hind legs."},{"video_id":"ZlX_Gy4HP2E_38_55","caption":"A woman is exercising by walking in place and raising and lowering her arms."},{"video_id":"fr9H1WLcF1A_326_336","caption":"Why the hell would you have 19 kids?!?! I'd think 2 would be a handful! I would never have 19 of them! And their last baby is having difficulties, would that not be a sign to STOP having kids."},{"video_id":"GPyFZMJ5Dow_56_70","caption":"Using his fingers, a man is kneading a mixture of bacon and added seasonings placed in a steel bowl."},{"video_id":"ZN2_czSBSD0_240_250","caption":"A man is running on a muddy ground as a huge tornado is swirling ahead of him."},{"video_id":"v7NpKUVqjpI_23_40","caption":"Two men, one with a ball and one with a stick, are playing with an elephant who is trying to kick the ball."},{"video_id":"eQcUmH0VE90_9_15","caption":"A man hiking in the woods and camping with others shows the Fitzen Wrist Armor Option."},{"video_id":"UbmZAe5u5FI_16_23","caption":"A dog sits on the counter while a woman slices a cucumber."},{"video_id":"s1ZABV7AQdA_38_48","caption":"A man is walking toward a crowd of people and for some reason he turns around and begins to run with the crowd giving chase."},{"video_id":"_7nP9z6T9m8_11_17","caption":"A motorcyclist on the street is riding parallel to a bicyclist on the grass when the bicyclist runs into a sign and falls down."},{"video_id":"3ytUOoa1SBE_12_23","caption":"A group of people in colorful clothing are dancing on a stage."},{"video_id":"_o1UXSxTjfo_68_80","caption":"A man surrounded by people, hands over a bag to a lady and flips another bag as he is talking."},{"video_id":"hW8TKz2Aea4_5_12","caption":"Someone is holding a small prickly looking animal in their hand."},{"video_id":"V6Fxclwdfxc_56_66","caption":"IN VIDEO A PARROT IS MOVING FROM DOWN TO UP ON LADDER CATCHING BALL WITH HIS BEAK."},{"video_id":"jlahRlo4jlU_30_36","caption":"An actor walking through out the mountains and the streets."},{"video_id":"QT8iCDc7NGU_18_23","caption":"A woman, wearing yellow rubber gloves, is talking while washing the top of a chest freezer with a cloth."},{"video_id":"p69d3UBdpR8_98_109","caption":"A woman is outlining her right upper eyelid with eyeliner and the lower eyelid with a kohl pencil."},{"video_id":"nBFhvrAOFqY_89_103","caption":"You are all welcome to see the first ever chimpanzee striper."},{"video_id":"ysTmUTQ5wZE_17_45","caption":"A panda sitting over the stairs and trying to drag himself upto it."},{"video_id":"BtQEY2SL4g4_11_16","caption":"A man using a pole nudges a cat off a tall utility-like  pole, and the cat leaps all the way to the ground and runs off."},{"video_id":"yfMTsYcLt10_0_7","caption":"A boy is talking excitedly to another boy and then he runs at the wall, jumps onto the wall face forward, falls to the floor, and then starts to get up."},{"video_id":"6pcqRuFEMLs_46_52","caption":"A man is jumping over bars on a frame attached to a brick wall."},{"video_id":"cs33MNhpRNw_16_21","caption":"a flight attendent checking out the doors whether closed properly or not."},{"video_id":"uqVCk2oDpSE_194_200","caption":"The man is giving instructions and tips on how to make a hamburger like the ones in McDonalds."},{"video_id":"rwHT2SuNOi8_195_201","caption":"A man placing slices of meat on the silver foil to make somekind of receipe bacon."},{"video_id":"q3I3R_gqy8M_73_79","caption":"A man is sobbing resting his head against the face of a woman lying on a table at a hospital."},{"video_id":"6sKdTbRkahM_6_12","caption":"Someone is chopping the top and bottom off a pineapple."},{"video_id":"ifS2nXfCyYo_4_34","caption":"A small guinea pig is gnawing and eating a piece of carrot on the floor."},{"video_id":"QsKIlhn6if8_270_276","caption":"are you asking about the tune﻿ that starts? that would be \"collumbus\" sang by ar rahman from da film jeans"},{"video_id":"HPFLN5azwtA_56_63","caption":"A badger, whose back alone is visible, is digging a hole in the ground."},{"video_id":"YXixZrSxefk_6_15","caption":"in this picture we absearve how to perpair pototo cutting and cleanlyness"},{"video_id":"73vUksucPz8_12_20","caption":"An irish lady playing a fiddle and enjoying its rythum."},{"video_id":"CBD9h0jUq3w_1_7","caption":"Some people play soccer on the beach while another man wades into the water."},{"video_id":"VoKJr0EOzCU_136_142","caption":"A man slides a black container tray into the space at the bottom portion of a refrigerator kept open."},{"video_id":"_6OTzzK7t9Y_158_170","caption":"A person is giving tips how to make hungarian crepes."},{"video_id":"Je3V7U5Ctj4_582_587","caption":"A man puts some chopped onion on a cheese sprinkled tortilla."},{"video_id":"CHVhwcOg6y8_1_12","caption":"Two young boys seated on a sofa beside each other are playing the play station."},{"video_id":"J4otiwOjQy8_98_112","caption":"A man chops slender violet brinjals into two and thereafter slices them at the center."},{"video_id":"tZzJ9dDnncY_37_41","caption":"A woman is dancing on a foggy road that runs through a wooded area."},{"video_id":"_WRC7HXBJpU_386_391","caption":"Someone pours a box of beef Rice a Roni into a skillet containing some kind of liquid."},{"video_id":"EdrZtaBUXIo_25_29","caption":"There is a like sweetgourd placing in field and smoke come out from it."},{"video_id":"5XxshEdcfAM_85_100","caption":"A man dancing and moving here and there on the walls horizontally and vertically."},{"video_id":"ACOmKiJDkA4_161_170","caption":"Someone is holding a handful of rice into which they place a piece of a prawn in the center of the rice and squeeze the rice into a ball."},{"video_id":"RSx5G0_xH48_12_17","caption":"A white Pomeranian dog is standing on a carpeted floor and barking."},{"video_id":"AEKPjVHSVZc_0_12","caption":"the persons are wearing different costums and dancing the publics are seeing with happilly"},{"video_id":"00jrXRMlZOY_0_10","caption":"A person seated next to a toad tickles it by stroking a finger gently on either side of its head."},{"video_id":"0hyZ__3YhZc_485_490","caption":"Someone is stirring a pot of chili with a spoon."},{"video_id":"zpgW7m7_LZw_2_15","caption":"A young boy is playing golf, finally hitting the ball after three attempts."},{"video_id":"bQJQGoJF7_k_120_126","caption":"A man is stiring a mixture in a plastic container next to a package of raw chicken."},{"video_id":"ghynaoVNwZc_1_20","caption":"An orange colored car is driven rapidly and vaguely in circles back and forth in an open concrete area."},{"video_id":"1rECrfrdNTo_200_207","caption":"A woman breaks an egg into one side of a skillet containing stir fry vegetables in the other side."},{"video_id":"8PQiaurIiDM_94_99","caption":"A man cuts throw a rope, suspended from the ceiling, with a sword."},{"video_id":"4s_0-zIWEog_1_15","caption":"A man is sitting at a breakfast counter eating cereal and a woman is working in the area behind him."},{"video_id":"dJEoDaA6VXc_1_19","caption":"A cowboy is riding his horse through a course in the riding ring and shooting at ballons at the same time."},{"video_id":"ZxqkAGNyo8A_12_22","caption":"A small girl seated on the bed is holding a mini piano and is trying to play it."},{"video_id":"idXJu0BQRvo_2_6","caption":"A man is sliding on the peripheral surface of a circular water slide."},{"video_id":"crfrKqFp0Zg_15_25","caption":"He is the Real Super Mario.Your hardwork will reach you at the pinpoint of the peak."},{"video_id":"Pr5LQq42l4M_12_17","caption":"A guy jumping over rooftops, over park benches, rolling on the sidewalk,and hurdling restaurant tables."},{"video_id":"wNv74rvkAw8_30_40","caption":"Five kittens in a row and then in a circle are eating off of plates."},{"video_id":"c75SIlAjfjg_6_14","caption":"Four small children are on stage performing while an adult stands to the side watching."},{"video_id":"_SNE2MYAotU_41_49","caption":"A small primate is holding onto a woman's fingers."},{"video_id":"jjl2ZMdFCsw_130_142","caption":"A man is demonstrating his skills with a sword in front of a crowd."},{"video_id":"HqbVbPvlDoM_0_11","caption":"A woman waves to the crowd and walks on the field as her pet dog follows and jumps ahead of her."},{"video_id":"q8t7iSGAKik_11_31","caption":"A couple of guys are individually trying to keep a ball in the air with their feet."},{"video_id":"4QdX5Q3qQsQ_6_14","caption":"cud u plz post the song where pawan kalyan dances with mumtaj in this﻿ movie..id﻿ really appreciate it"},{"video_id":"R3a9r8qFlhQ_0_12","caption":"A man chops the head of a snake, dips the body immediately in a bucket of water, cuts and peels the skin off."},{"video_id":"SzEbtbNSg04_111_117","caption":"Someone removes the glass lid from a pot of boiling water and puts uncooked spaghetti into the pot."},{"video_id":"MUkKFFdpm4E_121_135","caption":"A man is sitting on the back of a shiny black horse, which is prancing on an open ground."},{"video_id":"MJoxGpEswOI_9_16","caption":"Two teams are playing basketball on a court and a member of the blue team shoots the ball into the basket."},{"video_id":"ngHDYzhDBk4_5_14","caption":"Five teenage girls standing together in a room look ahead as they throw their pom-poms up in the air in unison."},{"video_id":"6t0BpjwYKco_53_59","caption":"A woman is cutting partially peeled zucchini into pieces."},{"video_id":"KPPCwmU5OHQ_480_486","caption":"Someone is stirring a kettle of soup with metal tongs."},{"video_id":"KWK7szRdbrE_80_90","caption":"Several dancers are dancing on stage in front of changing lights in the background."},{"video_id":"V--abChiVVc_30_40","caption":"A Cinema song oru maalai from ghajini, dance by surya and his group"},{"video_id":"nBJV56WUDng_38_47","caption":"A man pinches the tip a big banana which slits open and then peels off the skin on either side."},{"video_id":"77iDIp40m9E_3_9","caption":"A small dog urinates on another bigger dog and kicks sand with his legs standing a little away."},{"video_id":"qhknaG9ifbs_122_127","caption":"A man demolishes a block of ice with a hammer that has a sharp spike on the end of the hammer head."},{"video_id":"hNECyt6Bo0A_5_10","caption":"Two women and a man are stamping their feet on the floor and swinging their hands in rhythmic fashion."},{"video_id":"I2eWXGaoWko_20_24","caption":"A man and a woman are being viewed from multiple camera angles in a jeep that the man is driving."},{"video_id":"sWqi41wyXcQ_68_79","caption":"A muscular man is standing and lifting weights unto his chest level, with arms bent at the elbows."},{"video_id":"_QJbjKkfdcs_52_57","caption":"a man playing a violin and a lady singing some sort of songs with a mic."},{"video_id":"iCiGjZEV7VI_65_75","caption":"A woman is applying colour to her eyebrow with a brow and liner brush."},{"video_id":"ywHBKayhyvQ_19_28","caption":"A young boy is walking on a rope bridge holding the ropes on either side for support."},{"video_id":"0NPtAv3_uVI_46_54","caption":"A woman, wearing a life jacket, is skiing on a lake."},{"video_id":"UnWgz-mVMXU_2_6","caption":"A man jumps off the rooftop of a building, slides down on a flag pole ahead of it and falls on the ground."},{"video_id":"ZsrPKtx0qyg_7_15","caption":"A Terrier puppy sitting at the middle of a step on a staircase wags its tail and slowly edges towards one end of the step."},{"video_id":"X7sQq-Iu1gQ_12_22","caption":"A man, with his eyes closed, is singing into a microphone."},{"video_id":"HJHPB_Y8GZE_22_28","caption":"The dog is barking and playing with his own reflection on the mirror."},{"video_id":"_6OTzzK7t9Y_73_78","caption":"A man whisks a mixture of flour, eggs, milk and powdered sugar in a steel bowl."},{"video_id":"MJNStEgDKXU_3_10","caption":"After running and sitting on a gravel road, a Golden Retriever barks while wagging its tail simultaneously."},{"video_id":"4ge5_V-xhP0_138_142","caption":"A man with a cigarette in his mouth goes in the fridge to grab a multi-serve container of Welch's purple grape juice."},{"video_id":"L9wD3kw-8FE_65_73","caption":"A man chops a thin log of wood supported on a base tree trunk into two using a large knife and then strikes the knife on the base."},{"video_id":"X_NLV2KCnIE_60_70","caption":"A couple of men laying on a river bank and shooting across at a red car and blow up the trunk."},{"video_id":"o2X6UCaNqKA_27_36","caption":"A man wearing a headset is running towards targets and shooting at them with a rifle."},{"video_id":"tgm4dRGBeJ0_289_294","caption":"A teenaged boy rides a bycycle hurriedly to read the message written by his lover on railway compartments."},{"video_id":"qeKX-N1nKiM_106_115","caption":"A woman pours water and flour into a metal bowl and stirs with chopsticks."},{"video_id":"ACOmKiJDkA4_121_128","caption":"A person is cooking meat in a pan on the stove using chopsticks."},{"video_id":"zMg9dChF97A_12_38","caption":"A chef named Dave that shows how to prepare potato salad."},{"video_id":"_yUiusXxfWI_150_165","caption":"A man holding a bundle of jute fibers from which smoke is emanating, is blowing air into it till it catches fire and then drops it in a wide vessel."},{"video_id":"FH8vgAp4VDU_10_14","caption":"A young man, who obviously just woke up, is walking down the stairs of a run-down, graffiti-covered apartment building, meeting musicians along the week."},{"video_id":"53dc4z7HLyg_25_29","caption":"A woman is sitting on the edge of a dock and a dolphin leaps out of the water onto the dock and knocks the woman on her back."},{"video_id":"BiVJel79edY_154_168","caption":"The man is singing and dancing through the market."},{"video_id":"0hyZ__3YhZc_410_417","caption":"A man adds a tablespoon of chili powder to a pan containing a mixture of beans and tomato paste."},{"video_id":"XtQdAPV2UZs_4_11","caption":"A man is lifting the front end of a car off the ground."},{"video_id":"J7zb8YXrmIA_93_99","caption":"A man is riding a bi-cycle very rapidly on the road."},{"video_id":"C_1cnNdMwxY_0_8","caption":"A man is playing with a puppy on the floor, spinning the puppy around in circles and rubbing it's belly."},{"video_id":"kWLNZzuo3do_31_37","caption":"A japanees woman opent the wrapper on somekind of eatable thing."},{"video_id":"WrsS6X-FB-I_30_47","caption":"A man is using a knife to slice a loaf of bread into pieces."},{"video_id":"VfqlfprZsaQ_75_85","caption":"A woman is performing belly dance supported by two other women in front of a group of onlookers."},{"video_id":"2G9fkvBzzQE_10_20","caption":"A woman is holding a microphone and a bird is talking into it while three contestants laugh."},{"video_id":"-7KMZQEsJW4_205_208","caption":"A man holding two dried sunflowers is talking while dusting off the center portion of one flower."},{"video_id":"4lXdVS697DQ_10_25","caption":"The men leaned back as a sailboat sailed through the sea."},{"video_id":"7uOiiA4Kxbo_23_35","caption":"A little white dog named Casey goes for a ride on the back of his master on a bicycle."},{"video_id":"GcfWD62sbcs_13_33","caption":"An animal, with his head caught in a tubular box, is frantically running around and jumping on hedges."},{"video_id":"XdB0pVjFYoU_1_8","caption":"A baby monkey is moving its right fore limb, looking around and grabbing the index finger of the person holding it."},{"video_id":"QOmrchUPnBs_10_20","caption":"A man is playing a large flute-like instrument."},{"video_id":"edqyq4Q-7uU_103_109","caption":"A dancer teaching few steps of dance to a new learner."},{"video_id":"xxHx6s_DbUo_32_36","caption":"A man is running down a road and then the scene switches and he's doing push-ups in front of a woman."},{"video_id":"BnJUWwSx1kE_11_22","caption":"A wombat is walking on a muddy surface towards a patch of dried grass."},{"video_id":"nd0ToNwccl4_12_17","caption":"Two men are facing each other, one of them has a football in his hands."},{"video_id":"ggic669elLM_200_215","caption":"A ventriloquist is performing on stage with a toy skeleton."},{"video_id":"JXSkYkiKO0I_42_46","caption":"A guy sleeping and then gets up and got to the gym to work out."},{"video_id":"6t0BpjwYKco_71_76","caption":"a lady is making  Katsu Curry (Japanese Curry with Tonkatsu)"},{"video_id":"ao-9B8IV9_E_175_187","caption":"A man lying down is stuck midway through the entrance of a kennel while his dog steps on him and comes out."},{"video_id":"KPPCwmU5OHQ_227_238","caption":"A man pours readymade chicken broth from a carton box into a large vessel placed on the gas stove."},{"video_id":"fX5G_JwPlLo_640_660","caption":"A man is cutting off the tapes fastened to a carton box using a knife."},{"video_id":"cFzSEIGrEfA_0_24","caption":"A man is removing the scales from a fish's body by holding its tail and scraping off the scales with a knife."},{"video_id":"Ayh26v6Nies_17_22","caption":"Tow bulldog puppies fighting with each other for some kind of playing equipment."},{"video_id":"Y4BeJ-64294_20_30","caption":"A man is rapidly firing bullets at a drum filled with water, placed at a distance."},{"video_id":"Qtu-PXuvCx4_12_17","caption":"A baby in a high chair with a tray on it is eating a chocolate Easter bunny."},{"video_id":"-DKuLXYoY3g_14_20","caption":"A young boy practices dribbling a basket ball inside of a gym."},{"video_id":"_0nX-El-ySo_83_93","caption":"A man is cutting a piece of paper in half lengthwise using scissors."},{"video_id":"IhwPQL9dFYc_124_129","caption":"A woman with a knife is horizontally slicing a block of tofu."},{"video_id":"D2FbgK_kkE8_121_151","caption":"A woman chops off the top and bottom portions of a full pineapple and then cuts two slices from the sides to remove the skin."},{"video_id":"BIqVvRh_cEY_143_149","caption":"Amazing 11year old athlete foot ball plying.so much."},{"video_id":"GWQTAe64m-0_91_94","caption":"A male photographer is taking pictures of a female model as she strikes different poses."},{"video_id":"TwQzFqBqgeA_0_10","caption":"A man is sitting on the beach with his legs outstretched and watching other people ahead in the water."},{"video_id":"qPXynwa_2iM_15_25","caption":"A black dog is running in slow motion on a river shore, splashing water in its wake."},{"video_id":"QsKIlhn6if8_39_49","caption":"A man is dancing on a stone floor while a woman crosses her arms and looks away from him."},{"video_id":"d_BWuttLRFM_42_52","caption":"the tv chanal shows the small boy play the flute music concert"},{"video_id":"Lw0eGsYxElA_11_14","caption":"A man breaks a wooden stick held in both hands into two pieces."},{"video_id":"WTf5EgVY5uU_58_76","caption":"A clove of garlic with the shoot in the centre removed, is finely diced."},{"video_id":"PHDmVhShE80_78_82","caption":"A woman cracks an egg on a wooden top in the kitchen and puts it into a glass bowl."},{"video_id":"HZqscSWtHmo_24_34","caption":"A famous singer oasis singing in some kind of concert or music show."},{"video_id":"98shpdib9sg_55_62","caption":"A high school boy gives a short explanation and then sways his shoulders from side to side."},{"video_id":"iuqVpMdb1NM_35_43","caption":"Someone folds a piece of paper in half with the yellow side out."},{"video_id":"F44bLc6t7-I_1_8","caption":"A man wearing a chef cap is serving plates of food on a table where four children are seated."},{"video_id":"QGgJlHi3tjw_1_15","caption":"A man is addressing an audience standing at the podium on the dais."},{"video_id":"e-j59PqJjSM_264_277","caption":"A man is cutting a tomato into pieces using a cleaver."},{"video_id":"W8l_ezoU8Lc_55_70","caption":"Two men play guitars, while another man plays a different instrument."},{"video_id":"2YhDTpzxd3c_149_154","caption":"in the tamil movie boomiga and vijay sit and talk and she gave him some food"},{"video_id":"uH8ObB_dyOk_159_166","caption":"Two women are shopping in a store, and one woman points to something and the other woman pushes a cart in that direction."},{"video_id":"qNjeEx92rTA_281_299","caption":"Someone is mixing melted chocolate in a glass bowl,whilst turning the bowl and drizzling the chocolate from the spoon."},{"video_id":"QHkvBU8diwU_1_18","caption":"A man seated in a room is strumming the guitar and singing a song."},{"video_id":"7_XASfcYdBk_3_13","caption":"A young man wearing glasses is playing a guitar."},{"video_id":"RWWvWFeE6_Q_2_26","caption":"A man is pushing a car down the street at a pretty good speed."},{"video_id":"hNOzHvsEmg4_31_36","caption":"Two teams are playing soccer, and the goalie in blue stops the red team from making two goals."},{"video_id":"ArEWo8pERFc_17_21","caption":"A woman gets cozy in bed by pulling the blanket over her body."},{"video_id":"WTf5EgVY5uU_66_75","caption":"A man cutting onion with great skills of his knife."},{"video_id":"VZ6H73nH7xs_27_33","caption":"Animation of a man on a trapeze bouncing down on a net and then back onto the trapeze again."},{"video_id":"kNHivduxQWg_0_14","caption":"Dude,if you pause the video and you hold left arrow pressed,you will play snake!﻿ Swear to god lol"},{"video_id":"qeKX-N1nKiM_68_72","caption":"A female chef is slicing vegetables during a cooking show."},{"video_id":"9Wr48VFhZH8_45_50","caption":"A tiger runs and sits on a prone man, then runs and knocks a man down."},{"video_id":"n_Z0-giaspE_270_278","caption":"ictures of the sunrise and a small boy is shivering in his jacket because it is really cold"},{"video_id":"_KMoC6ZdeXs_10_16","caption":"eres genial ases feliz con tu musica neta debes de ser cantante de los buenoss me inspiras a seguir﻿ en la guitarra eres jeniall sige asi"},{"video_id":"hJuqBDw_TT4_105_112","caption":"A group of teenagers are dancing outdoors."},{"video_id":"6ERey_f0Qmw_20_25","caption":"A partially white and black colored dog is wagging its tail vigorously."},{"video_id":"9HTUcMjWB3g_134_138","caption":"A woman is cutting a vegetable to make a lot of pieces."},{"video_id":"De815YpTBic_41_48","caption":"The man drove his little red car around the traffic."},{"video_id":"0hyZ__3YhZc_418_424","caption":"A man is tapping some cumin powder from a small container to a measuring spoon to season a bean dish."},{"video_id":"kEGmZDpZ_RE_248_293","caption":"A woman is mincing fresh herbs which is to be sprinkled on top of curry."},{"video_id":"sJC7E06IBXI_49_59","caption":"A Rinspeed's sQuba car set by a remote control device is automatically travelling on a road."},{"video_id":"-FugkxLmGO4_5_16","caption":"A baby husky standing in an enclosure along with an adult husky is squealing in response to a human voice."},{"video_id":"zfQOH4UGU_I_1_10","caption":"Three dogs behind individual wired enclosures are barking."},{"video_id":"urNX3e1Wbc8_30_38","caption":"A dog is barking at a carpet sweeper as someone uses it to sweep a carpet."},{"video_id":"77iDIp40m9E_119_123","caption":"A small boy is walking in a garden when a black cat suddenly jumps on him from behind a bush and he falls down."},{"video_id":"kWLNZzuo3do_251_260","caption":"After deep frying two shrimps coated with batter till crisp, a woman removes and places them on a drip rack."},{"video_id":"5W02895vT8c_460_470","caption":"The landing wasn't that bad,﻿ I liekd it. Hell, you survived and thats all that matters. Nice video!"},{"video_id":"vz71JKcpeUU_0_10","caption":"An aeroplane reducing its speed and coming down for landing."},{"video_id":"LYSPQqUvNO0_43_57","caption":"A brown dog dives into the water and comes ashore holding a large fish in his mouth."},{"video_id":"2YhDTpzxd3c_22_27","caption":"A man is running on a road as a white truck emerges from behind and passes him."},{"video_id":"vuvpbeQak9Q_23_29","caption":"A train is going up and down in circles on a carnival ride."},{"video_id":"4t5POXt2e68_5_11","caption":"A small baby seated on a bed laughs heartily and topples down on the mattress."},{"video_id":"zYcY4mjLpxU_45_55","caption":"A young boy sitting on the floor between two women is pulling confetti-like material out of a basket and sprinkling it back into the basket."},{"video_id":"zBrC1GmA0Qg_26_33","caption":"A cat on a coffee table bats at a puppy with his paw, while the puppy on the floor backs away and barks at the cat."},{"video_id":"hJFBXHtxKIc_317_322","caption":"just leave it out. Remember that alcohol cooks off so there is no alcohol by the time﻿ you serve the meal. it evaporates from the heat."},{"video_id":"45AGQSbodbU_5_15","caption":"A small furry animal has a man's finger in it's mouth."},{"video_id":"KIEWo_xJ5nU_0_7","caption":"Someone with gloved hands is listening to a baby panda through a stethoscope."},{"video_id":"6owu8Mow0_g_527_534","caption":"one  man is taking sweet smell of pizza and saying something about them"},{"video_id":"nhm_APPwhWk_6_12","caption":"A man riding a bike on a road by the country side does a wheelie, loses control and falls off the bike."},{"video_id":"qvg9eM4Hmzk_1_9","caption":"A man lifts a vehicle partially from the rear end and drops it down after holding for a while."},{"video_id":"FA3OfhJK0mI_195_203","caption":"Great vid here--never mind the morons who﻿ don't understand the 'trip' and﻿ the times--thanks"},{"video_id":"WpB4-eLyiBc_10_20","caption":"A man is playing an acoustic guitar and singing."},{"video_id":"9xVqwy_4pmQ_36_49","caption":"A man spins a raw egg which wobbles and then spins a hard boiled egg which eventually stands erect."},{"video_id":"hReROJQpSow_24_30","caption":"A very young child is eating an ice cream cone and laughing."},{"video_id":"MPuKVz3sjBA_1_12","caption":"A young child is laughing while sitting on a couch."},{"video_id":"Ofr7FWbnPqU_1_11","caption":"A cat is pushing buttons on a printer with its left fore paw and waits for the output standing on its hind legs."},{"video_id":"1mIyMRPV8kg_9_17","caption":"A black pet dog dribbles a basketball, catches the ball passed on to him and throws it into the basket."},{"video_id":"xaPepCVepCg_35_46","caption":"The wild animals are talking with them in forest."},{"video_id":"ACOmKiJDkA4_67_74","caption":"Using scissors, a woman cuts a short strip, a long strip and two triangles from a sheet of toasted nori."},{"video_id":"93n_oYVCLpk_9_12","caption":"A young boy splashes muddy water on his face and clothes and gets up and looks sheepishly at a young girl."},{"video_id":"eyBmG9ZZnLM_103_108","caption":"A tamil movie kadhal desam and the song as thendrale"},{"video_id":"F2Ny7rq9RKs_139_148","caption":"A person is adding spices and flavouring into a bowl of raw eggs."},{"video_id":"tYh4iDFgmEE_10_14","caption":"A young man is taking a large bite of a slice of cheese pizza."},{"video_id":"9QI8cgBSGo8_28_41","caption":"A woman holding a test-tube in her left hand is writing a chemical equation on a board using a chalk in a classroom."},{"video_id":"5OuYhq6Zl0g_0_10","caption":"the girls are practice sing and dance very happilly"},{"video_id":"WTf5EgVY5uU_100_104","caption":"A woman breaks two eggs in a glass bowl and whips them with chopsticks."},{"video_id":"97JhYpoWxzY_0_4","caption":"A baby takes a bite off a dill pickle and makes a face by closing her eyes and shaking her head."},{"video_id":"PiyoeFC31kE_9_27","caption":"A man rides two horses at a time, standing with either foot placed on the back of both the horses."},{"video_id":"-wa0umYJVGg_271_276","caption":"A woman slices a piece of cooked pork meat into three portions using a knife."},{"video_id":"OIjsSu_I4So_6_10","caption":"My parents got divorced﻿ and my Stepdad moved in... Drove around in my dads truck and called the house that my dad worked his ass off for his.."},{"video_id":"zuYZ5kPatJE_78_116","caption":"A ball repeatedly passed to a grey cat is pushed by him against a set of wooden penguin dolls placed ahead."},{"video_id":"WqwcWk1In_g_46_54","caption":"A cow in a pasture grazing then how it's digested in his system."},{"video_id":"lvFYUmDSOvU_34_38","caption":"the group of horse are searching the food and eat and drink"},{"video_id":"3FnUTQMJVXI_31_36","caption":"A kitten, next to a mirror, is playing with a tennis shoe on the floor."},{"video_id":"kquB3rIgfGk_537_544","caption":"A man adds slices of unpeeled cucumber to a glass jug containing water and ice cubes."},{"video_id":"hSgGBHbJrmE_0_17","caption":"A gray rabbit is playing with a stuffed white rabbit."},{"video_id":"io2dbV-Qbus_215_247","caption":"A man pours three ladles full of pancake batter on a hot plate, next to each other."},{"video_id":"QGJy1K91gP4_90_100","caption":"Home video of a heavy storm taken from inside a car"},{"video_id":"xxHx6s_DbUo_173_177","caption":"A man sequentially breaks a row of tiles stacked between two chairs using his right hand."},{"video_id":"2YhDTpzxd3c_98_101","caption":"S shirtless man has his hands tied high over his head while another man is striking him across the stomach with some kind of burning object."},{"video_id":"1dA1RQgPN3c_72_82","caption":"A young man is making a ghost costume out of a sheet."},{"video_id":"l_AVz90c4jQ_22_43","caption":"The man demonstrate how to slice tomato using knife in a cookery show"},{"video_id":"27hs9W89FuI_0_10","caption":"An attacker in a soccer match dribbles the ball past the goalkeeper and kicks it into the goal."},{"video_id":"3Da8WdYYoOk_5_20","caption":"A police personnel offers condolences to the family of victims of Shooting in Manchester."},{"video_id":"xxHx6s_DbUo_121_128","caption":"A man is lying on his stomach on a road with his hands outstretched as a white car runs over his fingers."},{"video_id":"74tRCYS_534_49_57","caption":"A man walking on a grassy patch with a large black colored fish in his hand suddenly drops it down."},{"video_id":"Els1Cclg_sk_4_15","caption":"Someone lifts up the back of a blue car and then drops it."},{"video_id":"pFSoWsocv0g_8_17","caption":"2 DOG ARE PLAYING OUT OF WHICH BIGGER ONE IS TRYING TO SCARE THE SMALLER ONE"},{"video_id":"IiTzJQE67FA_36_46","caption":"A man standing at a height with tubes fixed on his mouth is signaling something to weird creatures standing beneath him, as music plays in the background"},{"video_id":"ScdUht-pM6s_53_63","caption":"A short clip showing the famous chef christopher and some of his deases."},{"video_id":"r2PM0om2El8_18_25","caption":"Two women holding a bunch of flowers are having a conversation as they are strolling in a garden."},{"video_id":"W6_XuNhgtrM_2_5","caption":"A motorcycle rider makes a high jump over a sand dune and crashes the motorcycle when it lands."},{"video_id":"klFyrnrUSck_87_100","caption":"A woman places a coated pork slab into hot oil and deep fries it till golden brown."},{"video_id":"FOOM-wA2rOY_77_86","caption":"A man grabs a woman, pulling her down to the ground, and appears to stab her."},{"video_id":"onW5hJXnI5s_126_133","caption":"A horse and the person riding it fall down on the ground and then stand up after a while."},{"video_id":"v-9Gx0gJmfo_26_32","caption":"a heroine is swimming for a song sequence."},{"video_id":"uZEGu-TA2cU_42_58","caption":"A Michael Jackson claymation bunny is riding a bicycle through a film studio lot."},{"video_id":"hJFBXHtxKIc_118_123","caption":"A man drizzles olive oil to cover the bottom of a pan placed on the gas stove."},{"video_id":"6ZhKOK08tgM_45_49","caption":"A FILM SHOT IN WHICH ACTOR PRABHUDEVA CLIMBS THE WALL AND JUMP BACK ALONG WITH HIS TWO PARTNERS A FIGHITING SHOT IS GOING ON IN A RESTAURANT"},{"video_id":"jTaLGh_MKCM_5_20","caption":"A man standing on a football ground talks about warm-up exercises and its benefits before playing football."},{"video_id":"hJuqBDw_TT4_14_25","caption":"A woman in a bathing suit is sitting on the edge of a dock when a dark arm emerges from the water and drags the woman into the water."},{"video_id":"jvxUeT1Nlb8_100_115","caption":"When the pan is hot egg is being poured into it and the temperature brought down and the omelette is removed when cooked."},{"video_id":"PJnJMp2ZpbA_3_15","caption":"Two little boys are hopping and enjoying by themselves in an outdoor location."},{"video_id":"pzq5fPfsPZg_51_57","caption":"A woman hugs a small boy then sets him down on the floor."},{"video_id":"MMnnqzOoMF0_68_72","caption":"A couple of children are moving a long table with bench seats around in a room."},{"video_id":"rnawC5C8gSI_82_90","caption":"Someone is hiding behind a bush, they raise up holding a skateboard in front of their face and back away from the camera."},{"video_id":"FHwC2THZJfA_0_10","caption":"An animal is suspended in air by holding onto two cords with it's hands and feet."},{"video_id":"Kf8oZGHDTt4_4_13","caption":"The actors portraying Rocky and Apollo Creed run on the beach."},{"video_id":"bQJQGoJF7_k_162_169","caption":"A man pours a seasoning liquid from a plastic container over chicken pieces placed in a plastic pouch."},{"video_id":"PxygpGLKEps_410_420","caption":"A lot of policepersons are dancing, singing and interacting at the policepersons party."},{"video_id":"vMoOpQQy6sI_22_55","caption":"Two women are dancing in synchronization to music in a room."},{"video_id":"EjAoBKagWQA_132_145","caption":"Two mannequins are posed as though they are kissing while robotic arms make adjustments in the mannequins positions."},{"video_id":"IhwPQL9dFYc_143_147","caption":"A woman pours oil from a small glass bowl into a wok-like skillet."},{"video_id":"BVy9SQI5R68_0_7","caption":"A small baby lying on the bed on its back and wrapped in a hooded towel is crying bitterly."},{"video_id":"QVSt5USMkMg_43_50","caption":"A woman appears to be feeding a large long-eared animal, while another woman points and watches as they both talk."},{"video_id":"Sude_yGIbJI_18_67","caption":"A man is performing a trick with playing cards in front of two other men."},{"video_id":"DLcuZ-HnHZc_0_10","caption":"A wallaby licks the right hand wrist of a woman standing in an outdoor place."},{"video_id":"fEsrO_poIUg_161_168","caption":"A man inserts the tip of a large knife into a vise and pulls the knife towards him, then removes the knife and appears to be checking the blade for straightness."},{"video_id":"YmXCfQm0_CA_50_57","caption":"Two men walking through the woods are pushing two trolleys individually laden with luggage."},{"video_id":"_JVxurtGIhI_32_42","caption":"This video is clipping of a Tamil song starring Sridevi"},{"video_id":"xxHx6s_DbUo_202_207","caption":"A man is boxing and kicking a padded stick while several people watch."},{"video_id":"z3v8BMNdDvo_1_13","caption":"A cat jumps and holds onto a string attached to a moving ceiling fan, revolves a few times and falls to the ground."},{"video_id":"yd8jh9QYfEs_4_10","caption":"A woman wearing dark glasses and a short black dress gets off a taxi followed by two other women."},{"video_id":"cSDkshD2ME0_12_15","caption":"Someone behind a rock shoots a man on horseback who slumps forward onto his horse."},{"video_id":"-_hbPLsZvvo_19_26","caption":"A man cuts a piece of zucchini in half and slices it thinly."},{"video_id":"-_hbPLsZvvo_19_25","caption":"A section of an oriental cucumber is cut lengthwise, placed next to each other and then cut into slices."},{"video_id":"seTkGZlEU64_81_110","caption":"A woman is slicing a potato, on a cutting board, with a knife."},{"video_id":"LacBy2NT3YQ_12_17","caption":"A rhinoceros is standing in an sunny open area and it walks toward a shaded area."},{"video_id":"P2WM91LENgk_40_50","caption":"A man is playing an acoustic guitar and singing into a microphone."},{"video_id":"f9Won2JpOEU_60_80","caption":"A grey cat lying on a wooden floor is rubbing his face with his right fore paw and thereafter licks it."},{"video_id":"IiTzJQE67FA_74_86","caption":"A view of a band playing through what appears to be a hole in a piece of paper."},{"video_id":"g1Gldu1KS44_8_14","caption":"A baby elephant is walking and wraps his trunk around a leafy green plant."},{"video_id":"tIMDKdMnNYM_266_273","caption":"A woman is applying some bronzing powder to the outer areas of her cheek and temple using a brush."},{"video_id":"YmXCfQm0_CA_277_284","caption":"The snake slithered among the fallen leaves on the ground."},{"video_id":"J---aiyznGQ_0_6","caption":"A cat in a dress at the keyboard starts playing a song."},{"video_id":"Kqb-mmkEWqU_1_5","caption":"A little boy standing alone in front of a goal post ecstatically screams, “Yes!\""},{"video_id":"_1vy2HIN60A_32_40","caption":"A small kangaroo is sitting by a file cabinet when a man holds a cloth bag down near it and the kangaroo climbs into the bag."},{"video_id":"JAFGw0WRHHU_108_116","caption":"A man kneeling next to a woman lying on the floor keeps patting her back as they talk."},{"video_id":"JpjAgSvr42k_0_12","caption":"A small baby lying on his back on a bed is holding a large stuffed toy and biting it."},{"video_id":"_WRC7HXBJpU_395_401","caption":"Someone is stirring rice or noodles in a saucepan with a wooden spoon."},{"video_id":"GyIs9B3A1Z0_0_7","caption":"A man and a woman are swimming and racing against each other in the pool."},{"video_id":"4MjTb5A68VA_111_118","caption":"The lady's kite string was snatched by the wind out of her hands."},{"video_id":"G6w6kO8UPyg_31_41","caption":"A dog is holding onto the steering wheel of a moving car."},{"video_id":"TxzxPyfsSxY_0_10","caption":"A cheetah is chasing an animal through a field."},{"video_id":"MWvCcwTw7Ac_154_181","caption":"A dog fetches a small canned food tin in his mouth, bites and pulls off the lid and eats the food inside."},{"video_id":"0lh_UWF9ZP4_82_87","caption":"A woman is scrambling eggs and spices in a glass bowl with a wire whisk."},{"video_id":"idRc_KkInds_0_6","caption":"The baby tiger tried to open his sleepy eyes."},{"video_id":"VxM96IYzw0Q_2_15","caption":"A crowd of people are watching a jet flying across the sky at great speed and at various angles."},{"video_id":"MoqC84sXu88_47_59","caption":"A man doing somekind of dangerous stunt by walking on a rope."},{"video_id":"HDcIB1e9s5A_28_34","caption":"A woman and a man are dancing in an outdoor location in a song sequence."},{"video_id":"NbOlG7THecM_25_34","caption":"A man runs a block of wood through a home made band saw and cuts a thin strip."},{"video_id":"RJNBxdDQOw4_13_26","caption":"A white cat is licking and drinking milk kept on a plate."},{"video_id":"8MVo7fje_oE_85_90","caption":"Someone pours water from a glass jar into a rectangular plastic container."},{"video_id":"fgWFxFg7-GU_10_26","caption":"A man is sitting on a bench in front of a microphone playing a guitar."},{"video_id":"_UqnTFs1BLc_23_27","caption":"A small girl standing is drinking water from an orange colored plastic glass."},{"video_id":"nq4hG6qgyPs_240_251","caption":"A man cuts a peeled white onion in half and thereafter cuts thick slices from one half."},{"video_id":"cCmnN96zIeQ_14_24","caption":"A boy kneeling in front of a bench is moving his arms and body rhythmically and then he begins to dance on and around the bench."},{"video_id":"xXlWsBhFvis_6_10","caption":"A woman trying to do some sort of aerobics inorder to decrease her weight."},{"video_id":"hWhKdXcqYeU_3_12","caption":"A man comes out from a house into the terrace and starts singing a song holding the wooden parapet."},{"video_id":"b_BuSVZwq6M_1_9","caption":"A player fielding, dives and catches a cricket ball and puts up his hands in triumph."},{"video_id":"xPR0xFgCAZY_17_27","caption":"A woman is cutting a vegetable into slices with a knife."},{"video_id":"rq2p5ML8-WI_63_69","caption":"A man ties the sacred thread around the neck of a woman seated beside him in a wedding ceremony."},{"video_id":"PBHZtoygOYg_450_465","caption":"A man is firing bullets with a rifle, lying down on his stomach on a muddy patch surrounded by grass."},{"video_id":"XNV7hKVu-Xg_40_47","caption":"Several males are riding horses, when the scene flashes to two men driving a stagecoach, then back to three of the horsemen."},{"video_id":"-t-ZWaJeH-o_0_15","caption":"Two women standing beside each other and holding a mike in their hand are singing a duet."},{"video_id":"xgIIcPSh4EU_0_6","caption":"A short clip about voyage where aal the people are enjoying ."},{"video_id":"GY5Dl00LrEI_2_13","caption":"A woman standing in an open ground is holding a rifle and firing bullets."},{"video_id":"-uT_1VDvXok_8_15","caption":"A baby rhino follows its mother while walking in an enclosed area filled with grass."},{"video_id":"ptHkvYrH9fY_2_10","caption":"A boy playing flute and enjoying it by the deep heart."},{"video_id":"Ted3imMggC0_48_58","caption":"A girl squeezes a liquid from a plastic bottle and then she works it into her hair."},{"video_id":"hGmsx2P1qHw_95_100","caption":"Some farmers are working and harvesting crops on the fields as music plays in the background."},{"video_id":"K6xy6C-Hsa0_2_28","caption":"A man is shown chopping several potatoes into small pieces using a knife."},{"video_id":"2F9jX7u5nOg_83_97","caption":"A woman enjoying a ride on a horse and showing to saddle up a horse and hold it tight."},{"video_id":"9eJPVpoOtOs_115_130","caption":"a man cutting potatoes with a knife inorder to make some french fries."},{"video_id":"PAm82v0AMFc_5_10","caption":"A man is riding a white horse on an enclosed ground."},{"video_id":"4QdX5Q3qQsQ_38_44","caption":"Shalimar and Indian man is worrying about his girlfriend and when he will see her."},{"video_id":"6t0BpjwYKco_179_183","caption":"A woman is grating an onion into a stew-like mixture in a saucepan."},{"video_id":"6t0BpjwYKco_254_258","caption":"A person demonstrates the making of Katsu curry by spreading the grams on the bread."},{"video_id":"jcIrD7rNvTM_10_21","caption":"A three-legged dog named Thunder who has major scars from injuries plays in his backyard."},{"video_id":"aeA-HN7BMdo_16_33","caption":"A woman cuts an onion into two and thereafter chops one half of it into small pieces."},{"video_id":"JIoiUNOXGaI_8_13","caption":"A young woman is carrying a bag of empty aluminum cans through a garage."},{"video_id":"dP15zlyra3c_0_10","caption":"A fox is carefully walking through the snow and listening."},{"video_id":"VahnQw2gTQY_274_280","caption":"kneife Techniques the steel is not for sharpening, but keeping the edge straight!"},{"video_id":"dQmaVQZz7EE_1_18","caption":"A small boy is standing on the stage holding a guitar as music plays in the background."},{"video_id":"QA_JTtM1hKA_5_15","caption":"A man is seated and playing a metal electric guitar."},{"video_id":"5U3xz9Ovmhk_99_105","caption":"A man and woman are in a kitchen and the man is using a knife to finely chop some kind of green plant."},{"video_id":"57C93mpt6Xo_358_368","caption":"A woman is applying blush or powder to her face with a brush."},{"video_id":"Lz-2QTNp5O8_6_16","caption":"A woman seated on the sofa is strumming a guitar and singing a song."},{"video_id":"bkazguPsusc_74_85","caption":"A cat lying on its back on the floor beneath a sofa is moving ahead by pushing his paws against the underside of the sofa."},{"video_id":"wLUH7qA_6sA_90_115","caption":"A submarine cruising underwater fires a torpedo and on the surface a ship explodes."},{"video_id":"cWOPC2kt_IA_8_16","caption":"This is not an \"Almiqui\" from cuba (Solenodon cubanus), this is an endemic animal from dominican republic called Solenodon paradoxus. their population is very low thanks to dogs, wild cats, the african mangoose (Herpestes auropunctatus), and of﻿ course the humans who used to hunt them for food."},{"video_id":"zYcY4mjLpxU_104_118","caption":"There are several children sitting around a floor mat eating something that has been placed on large green leafs in front of them."},{"video_id":"QklHhN8pQBE_0_10","caption":"A man is standing in front of a microphone holding something in his hands and he appears to be singing or talking into the microphone."},{"video_id":"gtIz1u8g1F0_3_13","caption":"A mother and her two elephant babies and one them turns to the camera and makes a funny noise."},{"video_id":"nb12bAaKzvA_0_10","caption":"A loris seated on a bed is eating a piece of mango held in its fore limbs."},{"video_id":"8PQiaurIiDM_143_151","caption":"A man severs the toe of an empty leather boot using a sword."},{"video_id":"8BL9qmFRbd4_6_13","caption":"A man carrying a bag and a woman dragging a suitcase on wheels are entering a hotel lobby together."},{"video_id":"cSDkshD2ME0_11_14","caption":"Looks like the﻿ kind of thing they would put on a triple-bill in the old Times Square theatres.﻿ Before TS got all wholesome and safe!"},{"video_id":"D1tTBncIsm8_725_740","caption":"A man kicks a soccer ball into a goal, and a soccer ball knocks down a camera and tripod, barely missing the man who jumps out from behind it."},{"video_id":"9HDUADeA2xg_3_31","caption":"A white Chihuahua lying on the floor is playing with a blue tennis ball."},{"video_id":"BiVJel79edY_223_240","caption":"The man danced on top of the bridge."},{"video_id":"nV3Wv8iHp4U_0_38","caption":"A small dog wearing a dress moves to and fro along the edge of a sofa and finally jumps to the floor below."},{"video_id":"6t0BpjwYKco_15_31","caption":"the lady cut vegetables for cooking the japanese dish with her dog"},{"video_id":"omGWjiwxcTE_18_23","caption":"A man lifts his opponent and punches his face after throwing him on the floor in a boxing match."},{"video_id":"NaX51emUDn4_0_20","caption":"A cat wets his head under an open tap, shakes off the water and repeats it, as water fills into a basin beside."},{"video_id":"ao-9B8IV9_E_87_95","caption":"A man is standing by a lake when he's attacked by a black swan."},{"video_id":"gWRRHV7DLV0_21_31","caption":"The person is stacking pumpkins on top of each other."},{"video_id":"PHDmVhShE80_82_86","caption":"A woman cracks an egg into a bowl and beats it with a wire whisk."},{"video_id":"e3XkmpNcSt4_8_19","caption":"Using a desktop computer, a man creates a folder under 'My Documents' and names it."},{"video_id":"2F9jX7u5nOg_114_130","caption":"A woman is riding a brown horse on a muddy pathway surrounded by greenery."},{"video_id":"ACOmKiJDkA4_49_54","caption":"the person show how to make the rice ball of japanese"},{"video_id":"xtbsD3PUua4_174_185","caption":"A woman is cutting a piece of fruit in half."},{"video_id":"AjZ-R3LFMzo_5_10","caption":"A man riding a motorbike balancing only on the front wheel takes a turn and stops."},{"video_id":"nlU3crMsbWI_19_23","caption":"Someone is drawing a face on a piece of paper when suddenly the scene shifts to two men painting a room."},{"video_id":"aC-KOYQsIvU_25_31","caption":"Someone is stiring a sauce in a pan and then placing a jar in the refrigerator."},{"video_id":"fvBs0xpEZhQ_10_30","caption":"A man is tossing a ball with his legs and head while in office, as a phone rings in the background."},{"video_id":"504gE1DA_4g_1_6","caption":"A bunny is squirming as a person touches it."},{"video_id":"bL_Kijz9IN4_0_15","caption":"Someone is using a cleaver to cut small pieces of a light colored vegetable or fruit into smaller pieces."},{"video_id":"6KS8R3RxrV8_0_23","caption":"A dog is standing with it's front paws resting on a counter filled with magazines."},{"video_id":"gHzws6FpuNE_10_12","caption":"A man tring to break a Guiness Book of Records for swinging into a paralell parking space without hitting the cars on both sides."},{"video_id":"n9bFBSSJ4Fk_32_39","caption":"A man and woman are sitting across from each other at a table and they reach out and hold hands."},{"video_id":"2YhDTpzxd3c_115_120","caption":"This song insprired me a lot,the character was important and﻿ the situation where the song was important."},{"video_id":"DAmOfcvfKZ0_22_32","caption":"Chef chopping vegetables and showing how to use a knife properly."},{"video_id":"pQYEZTwSVbQ_12_18","caption":"A man is talking sternly to a woman with a bruise on her forehead, standing very close to her."},{"video_id":"yqvwrNm4eZ0_3_13","caption":"A lady try to make some new kind of tone with an amazing drummer."},{"video_id":"fjDvKHkmxs0_72_87","caption":"two men are taking the luggage from the car and keeping it down."},{"video_id":"8MVo7fje_oE_125_130","caption":"A man puts a lid on the top of a rectangular plastic container of pasta."},{"video_id":"lqeojs7S0qI_181_186","caption":"A group of people crossing river to sitting on diffrent type of boat."},{"video_id":"Zqmx-nXhLAg_0_10","caption":"A young man is holding and petting a small animal, while another another man watches."},{"video_id":"ao-9B8IV9_E_72_77","caption":"A woman is riding a horse along the beach, while another smaller horse follows."},{"video_id":"qeKX-N1nKiM_52_59","caption":"a man is  Making  Tendon (Japanese Tempura Rice Bowl)"},{"video_id":"pUPKsHTDZTo_70_85","caption":"Some people were hanging at Herrick company on July 13 and 14,2009.\r\nThe connectors are Dan and Keith."},{"video_id":"WqQonRVs7WA_0_10","caption":"A raccoon-like animal is hanging upside down from the back of a chair and eating something white."},{"video_id":"2R_OAYQIkXM_14_22","caption":"A woman picks up and holds a baby kangaroo in her arms."},{"video_id":"zCf8NWJ8kzA_47_52","caption":"Someone is writing something on a piece of white paper with a pencil."},{"video_id":"CL49s8bO6Fg_1_11","caption":"A kitten sniffs flowers on a red checked cloth on a table, walks to the wooden part of the table and looks at a small jack-o-lantern, then walks to the edge of the table and looks off, finally backing away."},{"video_id":"nc0fVlaTYEs_34_44","caption":"A good clip about how to make kunai paper knives and use it for specific purpose."},{"video_id":"2mUMTFnQWaw_1_9","caption":"A woman is riding a horse along the perimeter of a fenced area."},{"video_id":"sBjr8UJOpsQ_181_195","caption":"the tamil film the actresses sing and dance the song addada mazhaida"},{"video_id":"ItFqogTmAvQ_240_246","caption":"A woman is riding behind a man on a motorcycle, who is driving down a street."},{"video_id":"1qU-kF-km1Q_6_16","caption":"An earnest man wearing glasses and a red hat is telling us what a particular beagle puppy does when it's tummy is scratched."},{"video_id":"btxCxlO1Euc_1_20","caption":"Two cats are sitting on stools and batting at one another with their front paws."},{"video_id":"X98fLZHIzWQ_15_20","caption":"A cat scratches at a plastic cover trying to get at a cake underneath."},{"video_id":"v5CeGLEnVFE_0_8","caption":"Several monkeys in a row are doing an Irish dance."},{"video_id":"7OGizkf_JEo_191_194","caption":"the circus people are show  their talents and give very good entainment"},{"video_id":"eroAmLZ85DI_28_35","caption":"the person is sharpen the pencil with the help of knife"},{"video_id":"t1Oqko6IKBE_0_11","caption":"A man does some footwork moves to music amidst a crowd of people in a hall."},{"video_id":"h0JvF9vpqx8_213_223","caption":"The Mad Hatter is dropping sugar cubes into a tea cup in which Alice is treading tea to keep afloat."},{"video_id":"xxHx6s_DbUo_240_248","caption":"A man hits clay pots of water suspended from ropes with his hands and feet and breaks them."},{"video_id":"JYNzY9jmsQQ_2_10","caption":"A fat brown dachshund standing on a muddy area is eating something from the ground."},{"video_id":"8yoUaH6wGLs_22_30","caption":"A car hits a motorcyclist, knocking the rider off of the motorcycle and breaking the motorcycle into pieces."},{"video_id":"-wa0umYJVGg_23_41","caption":"A woman is cooking some kind of meat in a saucepan and soaks up the juices in the bottom of the pan with a paper towel."},{"video_id":"rNSAmHPYHjA_60_73","caption":"Someone is slicing the big pieces of meat into smaller pieces."},{"video_id":"61OSscPtQWQ_1_6","caption":"A teenage girl is playing an acoustic guitar."},{"video_id":"PQbkdRbir0M_45_53","caption":"A girl is scooping the pulp of half an avacado with a spoon and putting it inside a blender."},{"video_id":"gvVsgOK1iJw_32_38","caption":"A man is buried in sand with only his head and a little of his neck visible."},{"video_id":"kWLNZzuo3do_17_23","caption":"A woman cuts a large green onion-looking vegetable into diagonal pieces."},{"video_id":"xBePrplM4OA_6_18","caption":"A woman crawls under a horse and when she sticks her head between the horses rear legs the horse defecates on her head."},{"video_id":"UXs3eq68ZjE_250_255","caption":"A person is pouring a glassof water and rice in the pot."},{"video_id":"SULWQEAErKw_13_26","caption":"A large turtle is walking on a muddy patch and then onto a grassy land."},{"video_id":"cLNrpO6wBk4_37_47","caption":"A young man is sitting down playing an acoustic guitar."},{"video_id":"IytNBm8WA1c_63_67","caption":"Someone throws a cat in the air and the cat clings to a rafter in the ceiling."},{"video_id":"ACOmKiJDkA4_130_144","caption":"A woman places a piece of meat in a skillet, covers the pan, then removes the lid and turns the meat with a spatula."},{"video_id":"zhLcONtNkew_16_21","caption":"A young man bends over and picks up a carnival ticket off the floor."},{"video_id":"RvJH_POzxmc_10_25","caption":"Yanni is performing a concert on stage along with his band of musicians."},{"video_id":"ViM0JjUoqRw_10_20","caption":"A person is removing part of a USB camera with a small screwdriver."},{"video_id":"h0JvF9vpqx8_36_42","caption":"A woman is tumbling backwards off a mushroom and downstairs."},{"video_id":"tzd3AYTZq0U_0_6","caption":"A chihuahua lying on top of a bed is snarling while wagging its tail simultaneously."},{"video_id":"pfQPRXcihkI_160_184","caption":"a lady preparing to make french fries by peeling and cutting the potatoes."},{"video_id":"GopEjCCu2jo_2_9","caption":"A baby seated is emoting facial expressions according to the words uttered by an adult in the background."},{"video_id":"-rkErLY0rRc_26_35","caption":"A woman is cutting flowers from a bush."},{"video_id":"JsD6uEZsIsU_45_58","caption":"A bearded, bald man is playing an acoustical guitar."},{"video_id":"7HcYJKMxpcg_20_28","caption":"A lion and a tiger smell the meat, the tiger gets it by knocking over the box."},{"video_id":"TO0X4DQZKqk_35_41","caption":"A man is looking under the hood of a car when a woman walks up and tries to hit him."},{"video_id":"qzQzooI4BqU_5_15","caption":"A man with a strange hairdo is playing a decorative colorful flute."},{"video_id":"a1i6T160REQ_5_18","caption":"A small Kangaroo eating sumptuously from a mans hand."},{"video_id":"6JnGBs88sL0_4_10","caption":"A helicopter, with NELLY FURTADO written on it, lands."},{"video_id":"Ud3Qy8m6OxQ_52_62","caption":"A small boy riding a tri-cycle is going in circles on the backyard of his home."},{"video_id":"H1Bok7Dg7g8_21_26","caption":"The  movie about Crank Yankers,and he attending the special Ed call."},{"video_id":"RMznbCn5sQs_0_10","caption":"A small herd of zebras are running in a fenced in area."},{"video_id":"xCFCXzDUGjY_5_9","caption":"A man with a bruise on his lower back rides a skateboard up a slope, loses balance and falls down."},{"video_id":"MTjrZthHwJQ_2_11","caption":"the two dogs participate the swimming race the small dog win"},{"video_id":"SrDE9-cDz48_4_12","caption":"A red panda is grooming itself with it's tongue."},{"video_id":"0vmoZEaN_-o_5_21","caption":"The cat rolled around on the ground with a watermelon."},{"video_id":"8SxALJoNNFI_10_21","caption":"A man lifts weights upto his thigh level and then puts it back on the floor."},{"video_id":"WlGESqqv0jg_77_82","caption":"The actual title of this film is \"SHAOLIN AND WU-TANG\". 'Shaolin VS Wu-Tang' is﻿ the original Chinese title for Chang Cheh's 'Two Champions Of Shaolin', starring the cast of 5 Venoms"},{"video_id":"Kxa0mnDj0bs_15_20","caption":"A big cat fought with a smll black cat.\r\nTat big cat is drinking its food.\r\nIt also dashes the little child.\r\nSomebody helping it for iching its body.\r\nSmall black cat act as dead one.\r\nThe cat jumps higher.\r\nTwo cats are disturbing a person.\r\nOne cat fell into a box.\r\nA cat gets scarred.\r\nA cat forced down a child  in ground.\r\nA cat disturbes the fishes and fish tank settings.\r\nA dog and a cat fights each other.\r\nA bear scarred of a cat.\r\nA rat rotates a cat.\r\nA cat rotates a bed.\r\nOn friday work,penguins enjoys with its family and swims in water.\r\nOn monday work,a single polar  fell in ice.\r\na dog was skateboarding.Eventhough a drum falls,its getting skate board safely and again doing  excellent skateboarding in a road near beach."},{"video_id":"yREFkmrrYiw_51_57","caption":"The woman is educating people on how they survived the Great Depression . Healthy﻿ eating was not an option I bet when your hungry you'll eat what ever is on the table."},{"video_id":"KPPCwmU5OHQ_258_266","caption":"A man adds three large chicken breasts to a pan containing chicken broth."},{"video_id":"IiH6yl3j4gI_20_30","caption":"A man is singing a song while simultaneously strumming his guitar."},{"video_id":"dF1n2Sa2eCE_6_14","caption":"A man wearing a suit sprinting on a track field slows down after a while."},{"video_id":"SzEbtbNSg04_88_93","caption":"A man in the kitchen showing how to make shrimp with Alfredo Sauce and pasta."},{"video_id":"9HTUcMjWB3g_122_128","caption":"A woman quartered a piece of a carrot and then cut the quarters into slices."},{"video_id":"LuQ0KiMMhoI_49_64","caption":"A man is arranging some document papers at the appropriate section on a shelf."},{"video_id":"4QYPZM01xFE_14_26","caption":"Someone is peeling an onion with their fingers."},{"video_id":"ACOmKiJDkA4_47_54","caption":"A man is slicing a long stalk of spring onion into fine pieces using a flat knife."},{"video_id":"Ixw6wmoC_xg_60_70","caption":"An injured man's crutches are taken and he's savagely beaten by a group of teenagers."},{"video_id":"zHy7pM0U49w_110_116","caption":"Cooking with Jack show that is preparing Lazy Man's taco."},{"video_id":"KeSQ5Rv7eH8_73_79","caption":"A monkey wearing a checked shirt is carrying a liquor bottle to the billing counter in a store."},{"video_id":"1dfR0A_BXjw_545_560","caption":"Someone is buttering a thick slice of homemade bread."},{"video_id":"0piwbTivpDg_10_40","caption":"A man shows various items needed to get a spiky hairdo and then combs his colored hair with a brush."},{"video_id":"puineN1UMto_25_29","caption":"In this video the squirrel is dancing to approach its lover and it is dancing very well."},{"video_id":"mHv4iJ9Yr1g_10_16","caption":"The puppy bit the cat's ear so that he might be able to get some of the food in the bowl."},{"video_id":"HVR7KpItLfA_62_70","caption":"IN A PRESENTATING A PERSON WRITES ON THE BALCKBOARD AND THE OTHER PERSON IS CLEANING THE BORAD AND THE PERSON WRITTING ON THE BOARD WALKDOWN TOWARDS HIS LAPTOP"},{"video_id":"W8_63NiTENw_23_30","caption":"A man places some soft meat in a pan kept on top of a charcoal grill and cuts it with a spoon."},{"video_id":"FavUpD_IjVY_22_26","caption":"A group of cows standing in grassland are rhythmically moving their heads and bending their legs to music."},{"video_id":"rOic25PnIx8_1_3","caption":"A toy train comes round the corner, dashes and throws off a red car parked on the tracks."},{"video_id":"V4q5dQmpxIE_20_30","caption":"a boy playing some sort of notes on a trumpet and enjoying it."},{"video_id":"6owu8Mow0_g_692_697","caption":"In this show of \"Cooking with Jack\" episode 32nd being \"Pizza Wars\" held at the cortina's Italian market & pizzeria the California dough was judged better than the Newyork dough."},{"video_id":"TIubRrkku-4_1_10","caption":"A man standing with his hands clasped at the chest level is spinning inside a cage-like mechanized enclosure."},{"video_id":"OVEe1DMsOq0_43_52","caption":"Two white ferrets step down on a red grill box from a grey grill shelf and then one of them jumps to the ground below."},{"video_id":"0ONJfp95yoE_1_10","caption":"A cat is standing on it's back paws and appears to be boxing with it's front paws."},{"video_id":"r4qv_BNlQNk_119_124","caption":"The boy talked about the leaf he was holding in his hand."},{"video_id":"eiyuac7hA4A_4_47","caption":"A man cuts off all sides of a carrot piece, cuts rectangular slices and then cuts them further into thin strips."},{"video_id":"SaOqf2d-y30_22_27","caption":"A cat sitting inside a bag and starring here and there."},{"video_id":"Lyp7MiaCXNE_114_120","caption":"Someone adds a few drops of clear liquid to a kettle with an eyedropper."},{"video_id":"P6eo3LULuuc_1_11","caption":"A white car is driving down a winding road amidst grass and trees."},{"video_id":"8z-XGiU1KN4_9_17","caption":"The actor rakhi sawant doing rehersal for cinema award 2010 and she dance very well.she is famous actor of the India."},{"video_id":"98Alrg4pFXs_148_153","caption":"Two men are fighting with each other doing kick boxing moves."},{"video_id":"6owu8Mow0_g_384_389","caption":"A man puts a pizza into an industrial oven with a large paddle."},{"video_id":"WTf5EgVY5uU_218_236","caption":"a person is Makeing Omurice (Chicken Rice Wrapped with Fried Egg)"},{"video_id":"9OxQ-2gR1DU_18_38","caption":"A fight between two girls with different kinds of weapons."},{"video_id":"jLgmCY1fEE8_16_26","caption":"A man persuades two ladies standing by the beach to come with him and then the three of them run to join some other people."},{"video_id":"UXs3eq68ZjE_508_513","caption":"A person is sprinkling seasonings onto a bowl of rice pudding."},{"video_id":"N6SglZopfmk_97_111","caption":"A man is applying shaving cream to his face using a brush."},{"video_id":"P4IjNV3lZkQ_136_144","caption":"A woman pours oil into a skillet from a plastic bottle while she is talking."},{"video_id":"pmEKZ6yVewc_0_10","caption":"A small baby is walking as he pushes a wooden chair in a room."},{"video_id":"FTh5zPk34bQ_16_30","caption":"SHOT FROM A HORROW FILM IN WHICH THE HEAD OF THE ACTOR IS WOUNDED AND BLOOD IS COMING OUT AND THE TEETH LOOKS LIKE A DEVIL'S DEETH"},{"video_id":"Jj4uYHr65H8_28_35","caption":"A man is speaking as he explains a presentation on air currents to an audience."},{"video_id":"ri5AyXzxb4o_201_215","caption":"A man holding a gun is firing bullets at a target placed ahead at a distance in an open place."},{"video_id":"GEXqMH8I3_w_63_68","caption":"The upper deck of a double-decker bus plying around the bend on a road hits the underside of an overhead bridge."},{"video_id":"TnPOZVHB3x0_45_55","caption":"A man skateboards across a floor and leaps the skateboard off the edge of the floor and onto a slightly lower level."},{"video_id":"JntMAcTlOF0_50_70","caption":"A boy jumps over a fence and runs through a forest, with three other boys running after him."},{"video_id":"bb6V0Grtub4_174_185","caption":"you are a very good musician but just want a good singer."},{"video_id":"BvHnDAsMtUA_0_13","caption":"A cat jumps at an object that's swinging from a doorway."},{"video_id":"Sq7Vt6KC9Yg_17_35","caption":"A man adds mayonnaise, vegetable oil, vinegar, garlic pods and salt to jalapeno peppers in a blender and blends it all."},{"video_id":"WAa4-cctmDk_55_70","caption":"An old woman places pizza dough on a floured surface and flattens it out using a wooden rolling pin."},{"video_id":"gHyXstpe_N8_116_125","caption":"A man removes a sector from a whole pizza in a carton box, shuts the lid and places the slice on top of it."},{"video_id":"xdhLQCYQ-nQ_50_63","caption":"A pet grey cat sitting next to a carton box kept open from the top, jumps high and leaps into the box."},{"video_id":"jcRCn7MeSbo_71_82","caption":"A small boy and a man dressed as a dog are having a conversation seated next to each other."},{"video_id":"QzulzuWr0Zw_20_45","caption":"Four girls are paddling a raft that is made out of logs and plastic barrels lashed together."},{"video_id":"xxHx6s_DbUo_162_165","caption":"A man is running down a street on a sunny day."},{"video_id":"xBW_uR3kGr4_42_55","caption":"A woman is reading something, while another woman measures the first woman's ankle with a tape measure."},{"video_id":"RX6NSOuCCAE_13_27","caption":"A man is throwing knives on a distant wooden board fixed on a tree trunk ahead of him."},{"video_id":"gHyXstpe_N8_95_100","caption":"Someone opens a pizza box containing pepperoni pizza."},{"video_id":"WTf5EgVY5uU_15_19","caption":"Cooking with the dog. How to make Omurice which is Chicken Rice."},{"video_id":"PqSZ89FqpiY_65_75","caption":"Using a strainer, a man removes broccoli flowerettes from boiling water and transfers them to a bowl containing cold water."},{"video_id":"WEJfT-oB4v4_20_35","caption":"A Shih Tzu puppy standing in front of a mirror is imitating and playing with its own reflection."},{"video_id":"Oq3FV_zdyy0_843_855","caption":"A little girl is trying to say something with her hand gestures"},{"video_id":"ACOmKiJDkA4_57_65","caption":"Someone has cut off the end of a large green leaf and they are chopping it up into tiny pieces."},{"video_id":"vulNlhUI6m0_7_27","caption":"Two men standing in a washroom are conversing as one of them is cleaning something spilt on the other man's jacket with a wet white cloth."},{"video_id":"Rm-RnxN4oHA_215_225","caption":"A man is firing bullets at a focused point standing in an outdoor location."},{"video_id":"FxIuFwMhOu8_18_26","caption":"A cat does a somersault on the floor, then lays there with his paws up in the air."},{"video_id":"m4D72WXFd8s_557_564","caption":"A girl taking some photographs of a building through her digital camera."},{"video_id":"jCplbayVbtw_10_20","caption":"A giant tortoise is walking slowly on the ground."},{"video_id":"EpMuCrbxE8A_107_115","caption":"A man is rocking and playing the guitar on stage."},{"video_id":"CHFXTeQWXjo_206_212","caption":"A short clip from the movie fist of fury in which brucelee fighting with a group of people."},{"video_id":"0sUL0KCIc48_15_25","caption":"A dog is moving through very deep snow by leaping forward and sinking repeatedly."},{"video_id":"_xf24TYgbuY_14_20","caption":"An individual places slices of bacon in between two paper towels, and microwaves them."},{"video_id":"UXs3eq68ZjE_280_285","caption":"Someone stirring rice pudding in a saucepan looks at the consistency of a spoonful."},{"video_id":"bLqmf8x7rLI_2_8","caption":"A small dog which looks exactly like a panda is running rapidly on the road."},{"video_id":"lexLAjh8fPA_27_31","caption":"A wounded man lying on the operation table is moving his legs and hands as doctors are treating him."},{"video_id":"FGjtmhI-Rmk_30_37","caption":"It's great.You should just﻿ give a try bro, I'm sure you can do it."},{"video_id":"YEmS8ZQIhTA_7_20","caption":"A man dribbling a basketball pulls up in front of a defender and shoots a jump shot."},{"video_id":"TgFmoZj3NoM_10_18","caption":"really super detail for making french onion soup"},{"video_id":"D-K3ThvAqfo_151_158","caption":"A man is doing some footwork moves on a road in a scenic location as music plays in the background."},{"video_id":"9LOJmQQktHA_10_18","caption":"A man lights a match and the whole book of matches burst into flames."},{"video_id":"rw9h_574HxE_251_254","caption":"A woman hits the striker while playing carrom with a man seated opposite her."},{"video_id":"ao-9B8IV9_E_217_221","caption":"A girl is dragged down a slope of a meadow by her dog, as she talks him for a walk."},{"video_id":"fnEvy64GuIE_137_146","caption":"The man got in the car and drove the lady away."},{"video_id":"ok4cM6WTA5E_178_184","caption":"A man adds hot boiled lasagna to a vessel containing a mixture of pureed tomatoes."},{"video_id":"gCra4qOrjFw_1_17","caption":"A soldier standing in an open barren land is firing bullets holding a rifle in each hand."},{"video_id":"IiIiY6o-C9k_59_64","caption":"A man is talking about a box of something he is holding up that he had pulled out of a larger corrugated cardboard box."},{"video_id":"sMscRb9TcQE_146_161","caption":"A police officer puts handcuffs on an old woman's wrists and takes her away as she talks something."},{"video_id":"onW5hJXnI5s_10_16","caption":"A person is riding a horse on a ground as it jumps across an obstacle."},{"video_id":"q8t7iSGAKik_57_74","caption":"Two young men demonstrate how to do tricky soccer maneuvers."},{"video_id":"LwvyrDxM2G0_0_11","caption":"A man is holding a small monkey in his left hand."},{"video_id":"4z3b4mnw5y4_56_60","caption":"A man is driving screws into a panel of wood using an electric drill."},{"video_id":"BVjvRpmHg0w_47_51","caption":"A woman is pouring some type of dark colored liquid into a bowl of pieces of meat."},{"video_id":"bxDlC7YV5is_0_12","caption":"A young boy seated on stage is playing a piano as the audience watches him."},{"video_id":"ItFqogTmAvQ_361_365","caption":"lovely song .﻿ . . .a.r rocking alwayz...each lines means alot.. Shreya Ghoshal sang this song! Best song!﻿"},{"video_id":"FCjpuJaUec0_19_26","caption":"A cat is sitting on the bathroom sink playing with the running water."},{"video_id":"D9I1Z6O_mbw_141_146","caption":"A man and a woman are walking in the grass with their arms around each other."},{"video_id":"Aa7yf9XtcJM_45_50","caption":"Two women are dancing and kicking up their legs, and a woman sitting appears to be playing a banjo."},{"video_id":"msCidKHOh74_392_399","caption":"A movie trailer for Chase with two guys in a boat and a guy in a truck."},{"video_id":"gp8XjWSoP2k_0_10","caption":"A man holding a skunk in his hands and playing with it."},{"video_id":"aN0WsBcja_E_0_15","caption":"A cute little kitten playing with a feather attached to a blue cloth which is made like a rope."},{"video_id":"77iDIp40m9E_159_181","caption":"A chimpanzee dressed in a karate outfit is doing kick boxing moves against a man."},{"video_id":"7mKqoUiXIeY_7_15","caption":"A man puts his left leg on the foothold of a saddle, hops on his right leg a few times and then mounts the horse."},{"video_id":"ctUQPVFfrJs_6_36","caption":"Numerous young female models are walking down a fashion runway in modern casual clothing."},{"video_id":"4Tn5S48sCwg_110_118","caption":"A woman sitting on the ground rubs lotion onto a naked baby's legs who is lying on the woman's legs."},{"video_id":"mfJjIOfj6D8_3_10","caption":"The white rhinos are my favorite kind of rhino :) They are very calm of nature and beatiful to look at... These rhinos doesnt attack people!Beautiful and magnificent animal."},{"video_id":"s20OlIRK340_147_174","caption":"A woman cuts a boiled potato in half, slices and thereafter dices it."},{"video_id":"YUlG_PKzpvc_0_8","caption":"A whole flock of penguins are walking as a group on the snow."},{"video_id":"PHDmVhShE80_36_46","caption":"A woman cuts a spring onion stem into four, bundles them together and chops them finely."},{"video_id":"3_51FhosiVY_93_101","caption":"A man lying on his left side on a bed is talking over the phone."},{"video_id":"mCrRHP4LFmo_24_40","caption":"A soccer player is dribbling down the field and he passes the ball to one of his team mates."},{"video_id":"INDhUwDMg-4_220_227","caption":"The man popped wheelies on his motorcycle in the dirt."},{"video_id":"ufFT2BWh3BQ_0_8","caption":"Large black-and-white herbivorous mammal of bamboo are playing."},{"video_id":"c76tShLfQb0_74_81","caption":"A man is walking slowly carrying another person slumped across his left shoulder in a dungeon like room."},{"video_id":"BOLKaQeB6j0_101_111","caption":"Angela, a lady in her kitchen showing how to make potato curry with yogurt gravy."},{"video_id":"PeUHy0A1GF0_99_103","caption":"Someone dices carrots into small pieces and adds them to a salad."},{"video_id":"r0E-0ntoNWo_20_30","caption":"A small rabbit looking rodent is sitting in someone's palm and eating a piece of broccoli."},{"video_id":"4JVpbYmqfcI_5_19","caption":"A person is dealing cards and showing the same card twice."},{"video_id":"g2IYQq7IkXc_124_132","caption":"Two polar bears are fighting with each other on the snow."},{"video_id":"od0Da0Rn7U0_486_493","caption":"Some men are playing basketball while a group of other people watch."},{"video_id":"u_6tre9_99Q_13_25","caption":"Elephants at a sanctuary, bathing in dust and meeting up with other elephants they haven't seen for awhile."},{"video_id":"1N_Ic2pBM1o_2_23","caption":"A woman seated is singing a song and playing the guitar too."},{"video_id":"kWLNZzuo3do_192_196","caption":"Once you hear the classical﻿ music playing, you know some serious shyt is going down."},{"video_id":"6GJ1DNOGDAM_223_233","caption":"A woman is brushing and straightening her hair with a straightening iron while talking."},{"video_id":"DB-3-TVjrxU_58_75","caption":"A short clip of two wrestlers fighting inside a ring."},{"video_id":"-8rBYNP0UKM_50_82","caption":"A Blue Whale is gradually emerging from the surface of the sea and diving back into it."},{"video_id":"UbmZAe5u5FI_44_55","caption":"Someone cuts the stem off of leaves, roll them up, then finely chop them into pieces."},{"video_id":"0hyZ__3YhZc_598_603","caption":"A man is blowing on a spoonful of food to cool it off before eating it."},{"video_id":"gHyXstpe_N8_140_150","caption":"A man is using a fork and his fingers to pick pieces of pepperoni off of a slice of pizza."},{"video_id":"UbmZAe5u5FI_36_40","caption":"A woman is squeezing the liquid out of cucumber slices with her hands over a glass bowl."},{"video_id":"Zg0p5TXi_Cc_30_46","caption":"A woman cleans the surface of a counter using a soapy scrubber and then wipes it dry with a cloth."},{"video_id":"WPG-BIWOrG4_608_613","caption":"A man holding a tomato in one hand and blades in another throws the tomato at the blades cutting the tomato in half."},{"video_id":"fr9H1WLcF1A_256_261","caption":"A couple of people are playing a game of ping pong."},{"video_id":"Lr8ds5iY5uk_8_15","caption":"Former pakistan's cricketer Imran khan speaking in somekind of press conference."},{"video_id":"FoL7aWvpvNs_199_204","caption":"A woman standing uses a toothbrush to scrub off the mud from the sole of her left foot."},{"video_id":"IpHJffM3G1c_412_418","caption":"A man cuts a loaf of bread into two halves and slices the halves into two to sandwich butter between them."},{"video_id":"nZSFn51l3hc_318_326","caption":"Someone is cutting the spare fat off an uncooked rack of ribs."},{"video_id":"g8LUhxR-6Wg_0_8","caption":"A short clip showing some extremely dangerous flesh eating ants."},{"video_id":"o4pL7FObqds_243_263","caption":"A man wearing a helmet is riding a bike at great speed on an express highway."},{"video_id":"30GeJHYoerk_121_126","caption":"A young man is doing handstands, jumping across several lined up vertical concrete slabs."},{"video_id":"KPPCwmU5OHQ_56_62","caption":"Here is your delicious ready made chicken soup."},{"video_id":"CTIKmoEigCI_3_30","caption":"Someone is sitting on the floor with a dog on their lap while a cat is on the floor next to them touching the dog with it's paws."},{"video_id":"_WRC7HXBJpU_451_464","caption":"A man adds three pork chops to a skillet containing a mix of water, butter, rice roni and seasoning powder."},{"video_id":"3eqFFRSXwGE_84_96","caption":"A brown dog sitting halfway on top of a black dog in a room pins him to the floor."},{"video_id":"5MzJRgpclwQ_70_84","caption":"A man is singing and dancing in the rain with a woman, on a meadow."},{"video_id":"WTf5EgVY5uU_16_24","caption":"A lady cutting raw chicken inorder to make some sort of recipe from it."},{"video_id":"9Q0JfdP36kI_23_28","caption":"a man cutting some kind of flesh inorder to make yakitori with a scissor."},{"video_id":"TPhpsIK7pDc_25_32","caption":"A small white hedgehog seated in a room is sniffing the air and licking his lips while looking around."},{"video_id":"-8y1Q0rA3n8_95_102","caption":"A man is running with a sword then stabbing it into a picture of an Asian man."},{"video_id":"2YhDTpzxd3c_223_232","caption":"A man running on the road beside a speeding truck outruns the vehicle and stands in front of it."},{"video_id":"AX38yo7Wuws_81_91","caption":"A man makes two cuts close to each other near the center of a rolled card sheet using a pair of scissors."},{"video_id":"v7iIZXtpIb8_5_15","caption":"Young boy playing a classical composition on a piano"},{"video_id":"mmSQTI6gMNQ_120_128","caption":"Two men facing their backs are hiding behind a bush and eyeing two women walking down the road ahead of them."},{"video_id":"ETUJipdnfOM_0_5","caption":"actor prabhu play the instrument very nicely in the tamil movie"},{"video_id":"YmXCfQm0_CA_109_120","caption":"A man treading on dried leaves in a forest area approaches a deer fallen on the ground and gives a triumphant look."},{"video_id":"WTf5EgVY5uU_54_58","caption":"a chinese lady is cutting onions inorder to make omurice."},{"video_id":"6sYmDT5et00_301_339","caption":"The dough is first cut into half, then into four parts and then the four parts are each rolled into a round ball."},{"video_id":"8NFoN0K3bPg_20_28","caption":"A woman holding a rifle is firing bullets at a target board placed ahead at a distance in an open place."},{"video_id":"kuNQpRTc-hA_126_135","caption":"A nurse holds the right arm of a small baby and a doctor injects a vaccine with a syringe after wiping the area with cotton."},{"video_id":"hEOGZoYSvT4_82_86","caption":"A girl running and rolling something down the lowest bleacher falls down to the floor."},{"video_id":"jv-eV6jR3Qw_7_12","caption":"THE HERO OF THE FILM DIVE FROM THE MOUNTAIN HEIGHTS IN A RIVER"},{"video_id":"Sg5rTYrkpnU_35_48","caption":"A man is pushing a van from behind while being filmed by cameramen."},{"video_id":"-AwoiGR6c8M_10_14","caption":"A boy is sitting in a room playing a piano by lamp light."},{"video_id":"f-24IxG9ijw_25_40","caption":"A man is riding a motorcycle in the water at the edge of a beach."},{"video_id":"NV6pq1W-I4g_7_16","caption":"a scene from a film where a women smokes out of sorrow"},{"video_id":"KUc1cWKXjDc_20_30","caption":"Two yellow baby ducks are walking and running in the grass."},{"video_id":"6Lzq1HN33lE_5_15","caption":"A man is playing the title song of 'The Titanic' on a flute."},{"video_id":"1sffYOXq4Iw_23_49","caption":"The potato is being cut from both sides first, then into thins slices and these slices are cut into finger size pieces."},{"video_id":"YmXCfQm0_CA_7_16","caption":"the man is standing in the ship and see the sea and the island near the sea"},{"video_id":"EVqc7e8JCco_5_15","caption":"Two zebras are running and playing with each other in the grass."},{"video_id":"ybVb3t560oY_0_9","caption":"Two rabbits are frolicking together when they are attacked by a pair of chickens."},{"video_id":"kzyFBlNRohs_82_88","caption":"A boy is sitting on a couch playing an acoustic guitar."},{"video_id":"-wa0umYJVGg_286_290","caption":"Someone stirred the noodles into the boiling water."},{"video_id":"kWLNZzuo3do_38_47","caption":"A woman is slicing a white substance with a pink rind."},{"video_id":"0vmoZEaN_-o_4_12","caption":"A brown and white colored kitten lying on the floor is trying to grab and bite a whole watermelon."},{"video_id":"27mxaePkYB4_8_14","caption":"An adult giraffe leans over a fence and nuzzles a baby giraffe."},{"video_id":"kWLNZzuo3do_38_42","caption":"A woman is using a knife to remove a half roll of a white substance with a purple rind from a piece of wood."},{"video_id":"fBA_lxUiwSg_2_4","caption":"A yellow kitten tries to jump off a table to a rail and falls midair."},{"video_id":"LyYJiKxHZz0_0_10","caption":"This sports vrey intresting and my faver and good running."},{"video_id":"62I8I4sCPPQ_12_30","caption":"A man is standing on top of a stone bluff and he does a back flip off of the stone into a body of water."},{"video_id":"_pj2Nutu5v8_1_8","caption":"A young boy is wearing a headset with a microphone and he's talking into the microphone."},{"video_id":"_O9kWD8nuRU_77_81","caption":"A woman is cutting a peeled potato into chunks with a knife."},{"video_id":"wSwwS_0MKEc_68_78","caption":"A small boy dressed as a grown-up gentleman is drinking a frothy juice from large goblet."},{"video_id":"Nd45qJn61Dw_0_10","caption":"A man in a surgical mask is holding two small animals in the palms of his gloved hands."},{"video_id":"KqKUXRHHkCc_101_105","caption":"Someone throws a raw egg right across the face of a man seated in a room."},{"video_id":"yeg0EKdQonk_102_130","caption":"A man seated is stuffing his mouth continuously and eating noodles from a large bowl placed ahead of him."},{"video_id":"DKgHYLDebx0_0_8","caption":"A man with a mask is dusting the head portion of another man wearing a safety suit and mask, using a couple of brushes."},{"video_id":"eyBmG9ZZnLM_84_92","caption":"A man is swimming underwater in his clothes."},{"video_id":"htry5uxX0-Y_45_52","caption":"A woman is tidying up a bed by setting the sheets and pillow right."},{"video_id":"labytsb3gfI_146_154","caption":"Several people in clown costumes appear to be singing and dancing."},{"video_id":"yU5sxW9bErQ_0_17","caption":"A man is riding on the back of a brown horse as it trots down the road."},{"video_id":"vDhEpqfhVI0_0_8","caption":"A small panda is resting on the ground on his back and chewing a stem."},{"video_id":"WG0J2B19ZT8_1_33","caption":"A man is combing and making various sections of the hair of a female customer, for a haircut at a parlor."},{"video_id":"iarsmqA3dck_19_25","caption":"in this picture we absearve that is wide tiger hunting"},{"video_id":"tqxRDVKtkSY_30_45","caption":"A man hugs kisses a woman on the cheeks several time as if congratulate her."},{"video_id":"Z-An1QQ66f0_13_25","caption":"Young girl on motorcycle riding down the street and then falling."},{"video_id":"POv7JaE3vJ8_40_50","caption":"A man, wearing a billed hat, is playing the harp."},{"video_id":"wFPmKChNrhU_3_11","caption":"A cowboy circles his horse on a sierra landscape."},{"video_id":"vRC9sBNt9vs_10_16","caption":"it looks like a really cute walking scrotum﻿ that chirps Yeh supposed to be millions of years old hahahahah.And extinct hahaha.Cant bring﻿ the big ones on the boat obviously."},{"video_id":"88DOMJ11q2M_84_87","caption":"A cartoon woman dives off of a diving board into a swimming pool."},{"video_id":"bruzcOyIGeg_4_12","caption":"A man is playing with a remote control car in an office building, when his cellphone starts ringing."},{"video_id":"hq8dCkkhYsk_0_10","caption":"A young man is talking to a woman on the computer via web cam when he gets up and moves the web cam to point in another direction."},{"video_id":"cnsjm3fNEec_4_10","caption":"A make is stuffing food into his mouth as fast as possible, making a mess on his face."},{"video_id":"326U8N2husw_26_28","caption":"A man playing guitar is singing into a microphone."},{"video_id":"5x_OGEdO6Z8_0_21","caption":"A small girl standing in front of the bathroom mirror is straightening her hair using her fingers and then combs it with a hair brush."},{"video_id":"Hu9Sq1RvuoA_19_62","caption":"A man is performing a complex yoga posture called Suryanamaskar."},{"video_id":"yyxtyCaEVqk_321_328","caption":"A man drizzles olive oil over slices of peeled carrots placed on a tray."},{"video_id":"Q7H9mI9dtMY_20_34","caption":"Someone is filling a plastic container with water using a sink faucet."},{"video_id":"9IrWyZ0KZuk_160_166","caption":"An artist is playing the guitar,then is shown with an orchestra."},{"video_id":"FXWdmIHXS_U_3_10","caption":"Someone with a striped shirt playing a keyboard."},{"video_id":"v_tGw5gwlEw_136_152","caption":"A string puppet of a space explorer is walking on a woman dressed in a bikini who is laying on her back."},{"video_id":"XOAgUVVwKEA_8_20","caption":"A toddler is eating spaghetti with her hands and making a mess all over her face."},{"video_id":"AXL1oMdCFUM_45_59","caption":"A man appears to be plowing a rice field with a plow being pulled by two oxen."},{"video_id":"UXs3eq68ZjE_313_318","caption":"A man adds milk from a container to a pan containing cooked rice and stirs it with a large wooden spoon."},{"video_id":"lFyPUgJCmtU_100_110","caption":"If The Army won't whip him back into shape, by golly, he will jump!"},{"video_id":"G_hxdUG6QXE_23_28","caption":"A man seated is playing a guitar and singing a song."},{"video_id":"jjl2ZMdFCsw_17_35","caption":"Two young men in karate outfits are doing some kind of synchronized dance outdoors on the grass."},{"video_id":"Je3V7U5Ctj4_634_639","caption":"Someone is flipping a tortilla filled with cheese and onions with a spatula and then pressing down on it"},{"video_id":"qypmR4O1Gwk_0_10","caption":"A baboon is trying to steal a baby gazelle while the mother is trying to rescueit."},{"video_id":"Jag7oTemldY_12_25","caption":"A man walking along a country road makes grunting sounds at cows and climbs on a tractor to music in the background."},{"video_id":"u9prcUCHlqM_503_511","caption":"A man is taking pictures of a woman sitting in a pew, while another woman is standing holding up a large piece of something flat."},{"video_id":"clpgffj3sUw_1_12","caption":"Two young beavers are being kept in a playpen when a hand reaches into the playpen and pets one of them."},{"video_id":"z1PEyzk4ADU_8_18","caption":"I like the flute. and its owner was playing it very well."},{"video_id":"za-9mBZyNfQ_330_336","caption":"Two men are facing their backs to each other and dancing to music in a room."},{"video_id":"emblM4a76jg_5_15","caption":"nice video and amazing Lyrics and he has a good talent"},{"video_id":"0hyZ__3YhZc_562_568","caption":"Someone is lifting up spoonfuls of chili from a square bowl."},{"video_id":"2L4oELbX8Ms_1_12","caption":"An Asian woman in a black turtleneck speaks while signing for the deaf."},{"video_id":"WTf5EgVY5uU_104_108","caption":"A japanees woman breaking eggs and shaking well putting into a bowl."},{"video_id":"klFyrnrUSck_79_85","caption":"Someone coats a pork chop with egg then dredges it with flour."},{"video_id":"aK8liAv-28s_72_82","caption":"A man is holding a colored ball atop a stick near the face of a Chinese dragon held by many people."},{"video_id":"LF51fban_x4_300_325","caption":"A man is putting two pillows on a bed and covering them with a dust cover."},{"video_id":"0RWJEOScToE_414_421","caption":"A man washes the salt off from a slab of meat by passing it under running water of the kitchen sink."},{"video_id":"ruNrdmjcNTc_0_5","caption":"The American flag fastened at one end is flying in the wind."},{"video_id":"PeUHy0A1GF0_28_32","caption":"Someone is beating a clear liquid substance in a small glass bowl over a larger glass bowl of flour."},{"video_id":"Jfu-WkuCgD0_140_150","caption":"A man turns a bun over in his hands and points at the sesame seeds speckling its top."},{"video_id":"K1ZM0LSLVw8_481_487","caption":"A man slices a peeled cucumber in half and then he scoops out the center of the cucumber half."},{"video_id":"9Q0JfdP36kI_167_170","caption":"A woman is placing skewers of meat on some kind of cooking apparatus."},{"video_id":"ecVwxlXc1PQ_0_12","caption":"A man does a weight lifting act onto his shoulders and then on top of his head."},{"video_id":"s20OlIRK340_125_138","caption":"nice recipe thank you...what i do is i cut raw potatoes and cut﻿ them into slices then after i braise\/sweat onions and garlic\/ginger i add in my spices then my raw potatoes cubed and cook them."},{"video_id":"Okg8QYhdtvU_48_53","caption":"A man sharpens a kitchen knife against a tool meant for sharpening."},{"video_id":"UbmZAe5u5FI_111_115","caption":"A man roasting a fish on grill and changing side of this."},{"video_id":"-_hbPLsZvvo_49_55","caption":"A woman slices a carrot into quarter moon shaped pieces."},{"video_id":"rw9h_574HxE_127_133","caption":"A woman and a man, with their arms around each other, are walking in the woods."},{"video_id":"lsanQj2yacs_80_85","caption":"Two young girls thank their subscribers and then show some weird video tricks and scary things."},{"video_id":"kWLNZzuo3do_206_213","caption":"A woman pours a powdery substance into a bowl of clear liquid and stirs the mixture with chopsticks."},{"video_id":"ACK7SekJWts_140_150","caption":"A man cleaning and assembling a silencer in a pistol."},{"video_id":"9WpJxn-2h1o_122_150","caption":"An elderly man seated on a blue cushioned chair is reading the newspaper."},{"video_id":"0hyZ__3YhZc_632_637","caption":"A man is tasting something from a bowl with a spoon while speaking."},{"video_id":"5MzJRgpclwQ_48_55","caption":"A man is standing in the rain smiling with his arms spread wide."},{"video_id":"JsmHZlUgf1w_0_21","caption":"A puppy is romping around a yard with a plastic container in his mouth."},{"video_id":"Td29-SApubM_48_57","caption":"A polar bear cub seated on a mattress is looking at its own reflection in the mirror."},{"video_id":"OKBLPpAPp9c_2_17","caption":"Someone is drawing a spiral, from the outside to the inside, on a small piece of red paper."},{"video_id":"zSPBC8EO6dY_132_140","caption":"A man landing his small plane after his first solo flight and his friend douses him with Champagne to celebrate"},{"video_id":"9BScZRpF7SI_31_36","caption":"A boy sitting at a picnic table watches a man hurdle over the table and do a back flip."},{"video_id":"SzEbtbNSg04_70_85","caption":"someone is flattening cloves of garlic with the side of a knife blade."},{"video_id":"-Cv5LsqKUXc_17_25","caption":"A men is removing a stem of strawberry for making Ichigo Daifuku(Strawberry Daifuku)."},{"video_id":"DIToA1dDwGQ_32_42","caption":"A blonde woman is riding an elephant through a group of people."},{"video_id":"Je3V7U5Ctj4_569_576","caption":"Cooking with Jack, while he shows how to make football finger foods."},{"video_id":"SRzoLVNgHoI_56_66","caption":"Three women dressed in white garbs are dancing to music in an outdoor scenic place."},{"video_id":"PeUHy0A1GF0_122_127","caption":"Someone is cutting a couple of shrimp into small pieces and putting the pieces into a salad."},{"video_id":"drsPD5fI1IA_170_180","caption":"A holy man giving some sort of lecture on divinity and immorality."},{"video_id":"eKtsMfmQ_0s_61_68","caption":"A man is mixing flour in a bowl using some type of forked utensil."},{"video_id":"WZTGqvbqOFE_28_34","caption":"Someone rides a bicycle down a street doing a wheelie all the way."},{"video_id":"omIPdpxg--4_39_46","caption":"A woman reporter slips down while she stands next to a huge sand castle by the beachside and reports about it."},{"video_id":"I9gLTZY1ouc_142_147","caption":"A man crosses a fallen tree trunk, as he is treading on dried leaves in a forest."},{"video_id":"mJ9eRvxjLc4_0_16","caption":"the lady shows her baby to her pet dog and the dog smell and see the baby very interesting"},{"video_id":"me1D1WZ0yNM_120_124","caption":"Try using a little oil to help feed it though, I was able to make about 10 foot sections﻿﻿ before it got to hard to feed. If you need to feed 1\/2 from the other direction it shouldn't make any difference. Just put a support where the wires meet in the middle."},{"video_id":"Y4gaJn0wlDE_0_10","caption":"A baby rabbit is grooming itself by licking its paw"},{"video_id":"u9E9HpuJQ7U_29_43","caption":"A man arranges rings of dough one on top of the other to form a cone like structure."},{"video_id":"3zrVqwV29V8_69_76","caption":"A man seated in his house at a table is eating food all alone."},{"video_id":"K2LxyytY3Dw_104_112","caption":"because all martial arts﻿ come from a traditional background, so for one for all"},{"video_id":"7bcV-TL9mho_0_7","caption":"A group of brown puppies are watching a black and white cat seated at a distance."},{"video_id":"6owu8Mow0_g_275_280","caption":"Your wrong. California puts chemicals in their water. Try doing some research before you blurt comment out.﻿"},{"video_id":"mbesJaS6vwg_187_195","caption":"A short clip about cooking of half fried omlette on a gas stove."},{"video_id":"9LSuyLyuUiM_3_6","caption":"A man takes off sunglasses from his face and says,\" I beg to differ.\""},{"video_id":"q-a6NEotUX8_5_10","caption":"Two teams are playing soccer, and one team makes a goal."},{"video_id":"e40bBP0_AbE_64_67","caption":"A man is riding a board agains the water current."},{"video_id":"5JLi7L1Kwp8_23_30","caption":"a cat is sleeping on the floor and open its eyes."},{"video_id":"lB1UPJ4leqs_1_6","caption":"A little girl is sleeping in bed and then wakes up."},{"video_id":"AGRFy5hDQiY_31_38","caption":"A young man in swimming trunks is pole dancing, when he falls into the lake hitting his head on the side of a boat."},{"video_id":"FWzsXeXCwuc_111_116","caption":"A man is taking pictures with a camera of something in the rain."},{"video_id":"Hd-NeIhbYGc_43_48","caption":"A woman is riding a horse without a saddle."},{"video_id":"suj4VNfZz5E_33_50","caption":"A man is dicing some peeled carrots after tasting one slice of it."},{"video_id":"f_CvW22Eauc_16_23","caption":"A man walks a few steps in a room and turns around as a woman seated at a distance watches him."},{"video_id":"D9I1Z6O_mbw_112_119","caption":"I also love this song really very much thank you﻿ for the upoad..."},{"video_id":"owiXDr1xQ8Y_66_75","caption":"A man playing a guitar and few friends enjoying it."},{"video_id":"nULE40HEWpA_5_11","caption":"A brown kitten lying on its back holding a teether is grabbing the fingers of a person fondling it."},{"video_id":"Je3V7U5Ctj4_997_1004","caption":"A man pours barbeque sauce from a bottle on top of cooked chicken pieces placed in a plastic container."},{"video_id":"iTA0rWPE4nY_17_23","caption":"A man washes his hands in a bathroom sink and dries them on a towel hanging over a shower stall."},{"video_id":"5PpPOGU_0aA_65_75","caption":"A woman and a man sitting in a gazebo-like structure each put a lei around the other person's neck."},{"video_id":"HkuOqWzXYVg_0_12","caption":"A baby otter laying on a bed and admiring the outside view from the glass house."},{"video_id":"hGmsx2P1qHw_36_44","caption":"A woman is standing near a waterfall and she's getting wet from the water spray."},{"video_id":"_9iG5Ge01PM_3_11","caption":"A cute, fuzzy kitten looks like it falling asleep while sitting up."},{"video_id":"wON-YuA1GjA_3_63","caption":"A lady is taking the top and bottom off a cucumber, then chops it length-wise into long thin pieces."},{"video_id":"1pw5ZdRhiig_50_59","caption":"A young man in an attractive black outfit playing the flute."},{"video_id":"TsagxA4DKuc_28_41","caption":"A man is sweeping the floor of a house using a long broom."},{"video_id":"X4yzrIc072w_4_20","caption":"Two men are sitting in a room, one is playing guitar and the other is listening."},{"video_id":"PeUHy0A1GF0_74_77","caption":"wow~ japanese pancake was good﻿ and thick too~ but chinese pancake was thin~ very good cooke traning."},{"video_id":"DJWmm_Q9WvY_1_25","caption":"A cow taking her meal and enjoying roaming in the fields."},{"video_id":"fF89MasBFLw_321_326","caption":"A woman fastens a sticker on her forehead while her face is already covered with many stickers!"},{"video_id":"6t0BpjwYKco_261_284","caption":"A woman is deep frying something that has a coating on it."},{"video_id":"GtrTNldo0LI_33_46","caption":"A man is slicing a peeled carrot by scraping it against a slicer blade attached to a stand."},{"video_id":"o4pL7FObqds_137_147","caption":"In a Chinese home showing a young boy playing a video game."},{"video_id":"zH4v_DClIoc_3_28","caption":"A man is shooting bullets using a rifle and two guns from an enclosed area to targets outside."},{"video_id":"05gNigkqfNU_24_32","caption":"A person is chopping potatoes into uniform pieces with a large knife."},{"video_id":"mmSQTI6gMNQ_15_21","caption":"Two men are walking down a street holding their jackets and talking."},{"video_id":"g9aZcaEg7iY_0_9","caption":"A man is seen falling down a staircase onto the floor below."},{"video_id":"4R-tumAGrtU_12_22","caption":"A man holding a gun is firing bullets standing in a shaded open area."},{"video_id":"8MVo7fje_oE_139_144","caption":"A man appears to be draining water off of pasta in a plastic container into a sink."},{"video_id":"gbUhorqLCzU_10_23","caption":"A man is riding an elephant that is kicking out with first it's right foot and then it's left foot."},{"video_id":"953PkxFNiko_82_85","caption":"A man speaking seems to be scaring someone infront of a camera."},{"video_id":"kWLNZzuo3do_77_83","caption":"The stems of the soaked mushrooms are removed and a cross is cut into the caps of each mushroom."},{"video_id":"nPj6EcVGoUY_7_15","caption":"A brown dog barks and tries to nab a housefly moving around on the carpeted floor, with his right forepaw."},{"video_id":"Cxxx6wJ1jNo_0_10","caption":"A young kitten is wiggling in a person's hand and making sounds."},{"video_id":"ItFqogTmAvQ_48_52","caption":"real life with﻿ lots of loving memories....feel the deep in our hearts."},{"video_id":"ok4cM6WTA5E_142_150","caption":"A man adds a plate full of grated cheese to a pan is which tomato puree is being cooked."},{"video_id":"xxHx6s_DbUo_36_40","caption":"A woman is seated watching a man do push-ups, when the scene changes to another man doing push-ups that propel him forward."},{"video_id":"Gh4Beb8StFM_29_50","caption":"A man wearing dark glasses is performing break-dance on stage in front of an audience."},{"video_id":"A_nCfAbXjoM_8_56","caption":"A woman rides a donkey on an open grassy ground as a man walks beside them."},{"video_id":"3ftaoFnhTyY_140_150","caption":"Someone is steering a car and is driving down roads making turns."},{"video_id":"hXn7D6-AAMA_0_9","caption":"A baby sloth is climbing over the edge of a plastic enclosure."},{"video_id":"kWLNZzuo3do_262_270","caption":"A woman adds noodles to a pan of boiling water and stirs with chopsticks."},{"video_id":"EiylMb_mWk4_2_20","caption":"Nice Guitar player.You've a good Future for both playing and singing"},{"video_id":"C2rDp6FnbP0_10_17","caption":"A man sitting on a stool at a microphone is playing a guitar."},{"video_id":"iwpnUHFhjWc_84_94","caption":"A woman is dancing on the terrace of a building and stepping on colored powder patterns on the floor."},{"video_id":"m1NR0uNNs5Y_57_64","caption":"A woman chops a whole unpeeled onion at the center into two."},{"video_id":"53dc4z7HLyg_16_23","caption":"A monkey pulls a dogs tail, runs from the dog, then returns and yanks the dog's leg, running away again."},{"video_id":"oRBgVOiZVsc_16_22","caption":"A girl is sitting on a sofa playing an acoustic guitar and singing."},{"video_id":"sFExO_PW22s_10_18","caption":"A fish like creature that appears to have a hand with fingers is swimming close to the bottom in a body of water."},{"video_id":"-vg3vR86fu0_1_6","caption":"A guy on a bicycle who tries to jump his bike on a wooden ramp."},{"video_id":"0lh_UWF9ZP4_215_226","caption":"Someone partially slices into a small round piece of meat, then spreads it open and cuts it in half lengthwise."},{"video_id":"pGsU4FekJQM_10_18","caption":"A Jack Russell dog named patchy who won't listen to anything his owner tells him."},{"video_id":"05gNigkqfNU_25_34","caption":"A woman chops strips of raw potato into cubes with a knife."},{"video_id":"q3I3R_gqy8M_38_42","caption":"Video simultaneously shows a view of a woman talking on a telephone and one of a man talking on a telephone."},{"video_id":"lB1UPJ4leqs_0_6","caption":"Thats wat an advertisement should be like. There is no sign of mobile or simcard or customer service guys in the ad although it is about them but still makes a gr8 impact."},{"video_id":"WPG-BIWOrG4_130_134","caption":"A man is putting a skillet containing red and yellow material into an oven."},{"video_id":"fGc6_D0JEIQ_31_46","caption":"Three young men dressed only in towels are doing a synchronized dance"},{"video_id":"ub-aYLzCF_Q_1_10","caption":"Two kids are playing in a swimming pool with a green colored crocodile float."},{"video_id":"VLBsAPZ2DDE_34_41","caption":"A young boy is running through an area filled with water when a dog runs past and knocks the boy down."},{"video_id":"OUII8_aOfNM_26_55","caption":"A man is cutting thin flat strips from large portions of meat using a knife."},{"video_id":"1dfR0A_BXjw_401_408","caption":"A black tray  without any kind of item in it just kept on a table"},{"video_id":"pGCRurvXQGM_45_56","caption":"A man riding a scooter on the road loses balance and falls off it."},{"video_id":"2jXxtQRy47A_30_38","caption":"A black bear is defending her cubs against wolves."},{"video_id":"UDwvax7K57c_28_35","caption":"A grey pet cat runs and pushes himself into a colorful cloth bag lying ahead of him which slides on the floor."},{"video_id":"i3cHNObcEh8_0_10","caption":"A cat is eating a small wedge of watermelon."},{"video_id":"OvRmRN1-O0Q_21_25","caption":"Two women in nightgowns are running from some kind of monster."},{"video_id":"O_NWtDShLeg_21_25","caption":"A man pulls the hose and fills petrol in a car as a woman leaning against the boot watches him."},{"video_id":"EBWPZIjtnTM_1_6","caption":"A woman, at a desk, talks on the phone, types on the pc keyboard and flips through some papers."},{"video_id":"-DRy7rBg0IQ_31_37","caption":"A woman glides underwater after pushing off from the wall at one end of the pool."},{"video_id":"WTf5EgVY5uU_18_23","caption":"a chinese lady cutting some flesh inorder to make omurice."},{"video_id":"4PcL6-mjRNk_47_55","caption":"A dog runs through the doorway, down a hallway, and stops to play with the tennis ball in his mouth."},{"video_id":"L8h2DazQZJY_0_10","caption":"A woman is riding a horse in an outdoor arena and she makes a jump."},{"video_id":"zlS1_zBYluY_15_21","caption":"A panda is climbing up a fallen tree trunk."},{"video_id":"DKZg4kIEa0A_31_36","caption":"A skateboarder is riding a skateboard with the front wheels elevated off of the ground."},{"video_id":"b-d-CxHaKGU_10_30","caption":"A geometry teacher explains the representation of a point in 2 dimentional geometry and 3 dimensional geometry."},{"video_id":"ApYvvQK7bBc_6_32","caption":"A man standing is doing push-ups using the bars at a gym."},{"video_id":"UXs3eq68ZjE_498_504","caption":"A man transfers cooked rice pudding from a vessel to an empty bowl."},{"video_id":"GPT4vUwlrXY_1_10","caption":"A schoolboy is watching a calendar and counting the number of holidays for a particular month."},{"video_id":"jZ8X8e7eRVk_24_27","caption":"An african elephant is eating leaves and discarding the branches, standing near a shed."},{"video_id":"IhwPQL9dFYc_78_88","caption":"A woman is chopping a small bunch of chives into 1\/2 inch pieces using a knife."},{"video_id":"oDcd2JbOyzg_38_55","caption":"A man chops an onion finely using a knife after slicing it vertically and then horizontally initially."},{"video_id":"5zkCnHUnoYY_69_74","caption":"Documentary about teen-age girls who start having intimate relations and get pregnant."},{"video_id":"NoCgvH4xZHo_240_251","caption":"A woman is cooking pineapple slices in a pan on a grill using tongs."},{"video_id":"a8PAY4rvzRM_1_10","caption":"A chicken pecking at a dead mouse to a heavy sound track."},{"video_id":"FwCmcZpkk-k_22_32","caption":"A woman and a man are seated at a small table eating sandwiches, sipping cokes through straws, and conversing."},{"video_id":"toE0QYZzJKE_1_8","caption":"A kid is trying to clean the floor with the help of vacuum cleaner"},{"video_id":"6vSKIUGGLvY_81_87","caption":"A woman is lying on top of a man at the bow of a canoe while two other people are paddling with their hands."},{"video_id":"3I9tSDU-OSk_17_22","caption":"A baby is dancing on a chair, being held by his shirt from someone standing behind him."},{"video_id":"q7pOFn8s4zc_27_36","caption":"A man and woman are riding on a bicycle together with a sunset in the background."},{"video_id":"0lh_UWF9ZP4_38_46","caption":"A japenees woman putting some kind of oil or vinegar in a bowl and adding some ingredients to make temaki sushi."},{"video_id":"MqS82kBtUHQ_0_12","caption":"A dog lying in one corner of a room is biting at the base of a full length mirror."},{"video_id":"WTf5EgVY5uU_32_52","caption":"A woman makes vertical and horizontal cuts on a white onion and thereafter chops it into small pieces."},{"video_id":"3qqEKTPxLNs_1_15","caption":"A baby is sitting on a bed with a pacifier in her mouth, which she takes out and puts back in several times."},{"video_id":"-_aaMGK6GGw_57_61","caption":"A man and woman are yelling at a young boy and suddenly the scene shifts to a woman and a sleeping bearded man."},{"video_id":"UXs3eq68ZjE_194_200","caption":"A man is cracking an egg into a small dish."},{"video_id":"rVFJzN20jhQ_27_32","caption":"in the two person one is hit the other person with the flower pot"},{"video_id":"s6QwbmWbSmw_18_24","caption":"A man lifts up the back of a white car and puts it back down."},{"video_id":"ZbtpcGi2DWY_56_62","caption":"A polar bear is walking across the snow."},{"video_id":"QjI3Y8ZKSqs_30_38","caption":"A woman is hand washing some clothes on a large stone by the lakeside."},{"video_id":"xxHx6s_DbUo_158_161","caption":"A woman feeds a man with her fingers, and the scene flashes to the couple looking at each other."},{"video_id":"rKF0ZW34FRk_41_54","caption":"A man on a bicycle jumps high in the air while riding on a metallic sheet curved at both ends."},{"video_id":"NKtfKR4GNjU_0_20","caption":"A man is hitting a baseball with his bat on a field, while another man is fielding sitting behind him."},{"video_id":"ngHDYzhDBk4_24_29","caption":"A girl enjoying some sort of cake after coming back to her home."},{"video_id":"Gn4Iv5ARIXc_37_40","caption":"Because of this movie, and the talented, amazing stars, this cast single-handedly revolutionized the way Americans viewed nakedness in its theaters this girl is very tralend."},{"video_id":"IiIiY6o-C9k_49_55","caption":"A man removes the paper padding from a corrugated cardboard box."},{"video_id":"LqPIBHAmt4E_22_30","caption":"A man seated is singing a song and strumming a guitar too."},{"video_id":"Q6HuQEIJqcA_9_16","caption":"A brown puppy is climbing and biting the back of a black puppy as the two of them stand on sheets of newspaper."},{"video_id":"ACOmKiJDkA4_146_153","caption":"A woman is pulling apart a cooked piece of fish into pieces and removes a piece of skin."},{"video_id":"jdAbpLooDgM_10_15","caption":"A man is doing a moon walk while pulling his trolley in a departmental store."},{"video_id":"q5ZRMvjzhXQ_15_29","caption":"A woman is feeding a small baby seated on a high-rise chair with food."},{"video_id":"uppFvcVwqqY_5_15","caption":"An elderly man is playing the piano by only using his nose to press the keys."},{"video_id":"IhwPQL9dFYc_137_143","caption":"A woman dices a slab of tofu into 3\/4 inch cubes using a knife."},{"video_id":"Goj131_GxYs_2_7","caption":"Someone in a riding habit is riding a white horse in a fenced-in area."},{"video_id":"Je3V7U5Ctj4_488_495","caption":"The man cut teh onion into quarters and peeled the skin off."},{"video_id":"D1tTBncIsm8_248_254","caption":"A boy takes a drink from a plastic cup, makes a face, and tosses the liquid toward some plants, hitting a camera sitting on the ledge."},{"video_id":"dabI5gfaFm4_19_25","caption":"Someone slices a potato in half with a knife, and then cuts one of the halves into quarters."},{"video_id":"eyhzdC936uk_15_27","caption":"A man is training a small black dog to give a high-five with both hands and then with either hands separately."},{"video_id":"l5JJ2n2ggiQ_319_327","caption":"Superman flies out of the sky, lands next to what appears to be large blocks of rubble and proceeds to shift them, gaining access to what appears to be a theater."},{"video_id":"M4It3DrhbE0_13_22","caption":"A white kitten is trying to bite a white bunny as both are seated on a sofa chair."},{"video_id":"lcu-DwrnYY8_2_5","caption":"A man jumps off a diving board, does summersaults and dives into the water of a swimming pool."},{"video_id":"MHWxjWwAbwM_10_25","caption":"A small brown pet dog is climbing the staircase in a house slowly."},{"video_id":"auFXfsCzAvQ_1_15","caption":"A dog walks around the edge of a pool to get a closer look at something that is in the water."},{"video_id":"ZL7P_XmSnEY_205_209","caption":"A large orchestra, a singer and people jumping in a fountain and pigeons flying."},{"video_id":"DuMkW35BwK8_43_47","caption":"An old woman is peeling the skin of a potato with a vegetable peeler."},{"video_id":"TF6LNmwDr_0_2_10","caption":"A Persian cat is licking a bright pink lollypop."},{"video_id":"b0GjKiy3nSI_0_25","caption":"Things are being hurled by the audience at a woman anchor, talking and walking around on the stage."},{"video_id":"88DOMJ11q2M_34_43","caption":"A cartoon woman is taking a shower behind a screen."},{"video_id":"veE0E79dEEc_18_45","caption":"A man chops the top and bottom ends of a peeled potato and thereafter chops a thin slice on one side."},{"video_id":"6ZZkO14S7GY_5_15","caption":"The girl played the flute in her poodle skirt."},{"video_id":"I_-Nb_0RxpM_1_15","caption":"An old man is swinging his hip with his hands placed thereon as he bends sideways standing on a pavement."},{"video_id":"aeA-HN7BMdo_52_58","caption":"She is making a Hamburg steak with tomato cut in to half and slice into half a moon"},{"video_id":"BGG0uYWZBdw_6_12","caption":"A man rides a bicycle on a narrow ledge first only on the front wheel then only on the back wheel and thereafter jumps off to the ground."},{"video_id":"PeUHy0A1GF0_114_121","caption":"A chef is showing how shrimp is added to a Japanese assorted pancake."},{"video_id":"qDjtN7xxNr4_44_51","caption":"Two men are fighting and they get help from two friends."},{"video_id":"eTnlw7v8ea0_36_50","caption":"Someone is dropping french fries individually into a large kettle and deep frying them, periodically stirring them with a slotted spoon."},{"video_id":"-8rBYNP0UKM_194_201","caption":"Some sea gulls are flying above the sea as one of them darts into the water below."},{"video_id":"-bjOB4zS0uE_100_105","caption":"Using a spoon, a woman is stirring a mixture of milk and gelatin powder in a glass."},{"video_id":"PeUHy0A1GF0_51_55","caption":"A woman is pulling strips of something off a plate and placing it in the batter in a bowl."},{"video_id":"haJn6k5zVnE_1_23","caption":"A man plays on the electronic musical instrument."},{"video_id":"88p7U5CnoYU_1_10","caption":"A panda bear lying on his back is tapping his tummy with his paw."},{"video_id":"WTf5EgVY5uU_108_116","caption":"A woman adds some cream, salt and pepper to a glass bowl containing two beaten eggs."},{"video_id":"81fABEiwcIM_31_45","caption":"The famous singer oasis singing a song and playing guitar along."},{"video_id":"pqTWUzehCUM_42_47","caption":"Two men give a hi-five to each other as they are going down a road sitting on separate skate boards."},{"video_id":"DIebwNHGjm8_27_38","caption":"John Abraham riding motorbike in a very high speed in the bollywood movie dhoom."},{"video_id":"inzk2fTUe1w_1_15","caption":"A person is peeling the skin of a banana from all the sides of the base, while holding the stem."},{"video_id":"izU1dDwnuMY_80_92","caption":"Three men on bicycles are riding through the woods, performing various stunts."},{"video_id":"UXs3eq68ZjE_235_240","caption":"A man is combining a mixture of two eggs, a tablespoon of vanilla and a dash of cinnamon in a bowl using a fork."},{"video_id":"7xNG7qGY9rw_14_29","caption":"A man adds some brown sugar to egg whites in a bowl and whisks it to a smooth creamy mixture with a hand beater."},{"video_id":"Xwrl4htUPjo_22_38","caption":"Someone is using two wooden sticks to beat some eggs in a pan while they cook, the sticks are then used to flip the cooked eggs over."},{"video_id":"aQWCKcg0VRU_321_339","caption":"A man is vigorously stirring grape juice kept in a large basin using a wooden stick."},{"video_id":"3lBHYoI5V8s_30_45","caption":"A man cuts a portion of soft and creamy burrata cheese into two and thereafter slices one half of it."},{"video_id":"b71bI0rH1g8_75_90","caption":"A man standing on snow is loading bullets into a rifle."},{"video_id":"9gbUM9oHBNI_557_563","caption":"A man is drinking a clear liquid from a glass."},{"video_id":"Gw0FU733zzg_58_66","caption":"A chimpanzee pulls the tail, then the leg of a dog standing beside it and climbs a metal wire for safety."},{"video_id":"-joBOHlg5J0_72_80","caption":"girl doing make up putting face powder on her face with the help of brush"},{"video_id":"Kms3EXosNS0_8_17","caption":"A man peeling off an apple inorder to cut it in slices."},{"video_id":"778mkceE0UQ_40_46","caption":"A red car with two black stripes on the hood is being driven down the street."},{"video_id":"kWLNZzuo3do_217_222","caption":"Someone is using a brush to brush something on strips of a grayish looking substance."},{"video_id":"urXDqw3S34I_12_17","caption":"Three men are driving a car down a road in the forest as music plays in the background."},{"video_id":"yVpwra1TJDY_67_80","caption":"ACTOR AND ACTRES ARE SITTING IN A RESTAURANT AND HAVING SOME DISCUSSION AND THE ACTRESS IS HAVING COFFEE"},{"video_id":"4ge5_V-xhP0_35_42","caption":"A young man and a couple of his friends just doing different things, like eating and driving in his car and watching t.v."},{"video_id":"0lh_UWF9ZP4_71_77","caption":"A woman is breaking eggs and pouring in a bowl."},{"video_id":"i2sRHf9m5KM_28_42","caption":"Except for the first 2 words nothing resembles the﻿ lambada song. The song from ghayal 'sochna kya jo bhi hoga' from ghayal is a copy of the lambada song.. Just listen to this one and the lambada tune.. not much similarities"},{"video_id":"fkONJEgTNJY_25_35","caption":"A dog is standing on the steps of a swimming pool playing with the foamy water created by a garden hose."},{"video_id":"zWVQImPY2Cc_27_44","caption":"A man adds a scoop of Oxi Clean powder to a sink half filled with warm water and mixes it with his hand."},{"video_id":"uO7Eysrs8_k_80_90","caption":"A man gets on a motorcycle and rides it out of an area of chairs and onto the street."},{"video_id":"XNzXXiE6qR4_0_10","caption":"A black dog standing with one leg on a skateboard on the road, gathers momentum and hops on the skateboard and rides it."},{"video_id":"9hqxOcqW2KY_52_65","caption":"the moving story of one lion family's struggle to survive until the return of the great migration"},{"video_id":"YRSOc193Pxc_68_73","caption":"A young boy with glasses is randomly snipping a small pink sheet of paper with scissors."},{"video_id":"GzlnqrzdYHU_32_40","caption":"A man and a woman are on stage singing into hand-held microphones."},{"video_id":"onxE6PpEXes_8_25","caption":"A small kid runs towards the water in a beach, touches the wave and runs back to the shore."},{"video_id":"11xs9mFKObs_0_8","caption":"A penguin is carrying a stuffed penguin backpack and walking down a street."},{"video_id":"ph-72iVQQnU_126_138","caption":"Four people are walking in a desert, one carrying a backpack and the other three with walking sticks."},{"video_id":"EKL6elkbFy0_16_30","caption":"A CNC lathe machine doing the operatio of taper turning to make pencil shape."},{"video_id":"AoNnzlGhI04_112_128","caption":"A woman is laying in bed watching tv and changing channels with a remote control."},{"video_id":"YXixZrSxefk_49_59","caption":"A man is putting wedges of some kind of vegetable or fruit into a bowl of liquid."},{"video_id":"zTn-nNj5Bng_61_77","caption":"A woman is riding a horse in an open ground surrounded by greenery."},{"video_id":"kBjUDCyDCuI_20_26","caption":"A man standing in an outdoor location fires a good amount of bullets continuously."},{"video_id":"9LHg5RUGukI_63_68","caption":"A man removes a couple of toaster scrambles from a plastic packet."},{"video_id":"W_iR4YVCxUY_8_15","caption":"A Dobermin Pincher is chewing on a doll when a man, recording the video, asks what he is playing with."},{"video_id":"z0Si1XxMibg_0_30","caption":"A little baby plays with a full grown boxer dog and the dog just takes the beating."},{"video_id":"Rq_VfjGH7kg_104_110","caption":"The hero and heroing were going in the bike and it is the cinema song vizhgalin aruginil"},{"video_id":"qLwgb3F0aPU_298_305","caption":"A group of men are running behind another man and mimicking all his actions."},{"video_id":"pRpeEdMmmQ0_1_18","caption":"A goal keeper waits in full focus as a man of the opposite team kicks the football into the goal post."},{"video_id":"fKqBnl8D1Qo_5_44","caption":"A woman and another person in elaborate costumes are dancing, and a shirtless man is standing behind speaking."},{"video_id":"EA-J-Y6QjUo_40_61","caption":"A grey cat opens a cabinet draw with his left fore paw and thereafter enters the draw."},{"video_id":"dfOuTx66bJU_11_14","caption":"A man is sitting on a large rock playing a flute, and the scene flashes to a woman standing in a field."},{"video_id":"7ZE2OzguWHo_28_38","caption":"Three boys are dancing in a synchronized fashion."},{"video_id":"yYA7YXIKbg4_9_14","caption":"A dog on a leash and a woman are walking on the same treadmill."},{"video_id":"8D_oQnBPfNo_43_50","caption":"A furry white cat with black ears is licking his body."},{"video_id":"z8dcUzdi2bw_3_16","caption":"A man folds a square sheet of paper at the center and then folds it again in half."},{"video_id":"aM-RcQj0a7I_37_55","caption":"A short clip about cooking a sweet and salt chicken in oil."},{"video_id":"JIKaIriiK8w_0_15","caption":"A white French bulldog lying on his back on the floor is rolling back and forth from one side to the other."},{"video_id":"jfrrO5K_vKM_55_65","caption":"Someone opens the lid of a corrugated cardboard and shows the automatic rifle it contains."},{"video_id":"htWPOGTagec_2_18","caption":"the boy play the piano and sing  the tamil song china china aasai"},{"video_id":"wzfkC2TjdeQ_0_31","caption":"A toddler is looking at his image in a mirror, and kisses his image multiple times."},{"video_id":"p7IAuvd87hQ_12_19","caption":"A black horse is trotting on a pathway pulling a cart on which a woman and two girls are seated."},{"video_id":"dMH0bHeiRNg_3_14","caption":"A man is singing and dancing on stage by clanging his knees and stretching them outwards."},{"video_id":"YZ0-6hdQ0mU_0_3","caption":"A man is sitting on the edge of a bed tying his shoe."},{"video_id":"HxRK-WqZ5Gk_30_50","caption":"A man rides down a tube flushing water leading to a toilet shaped bowl and circulates along the sides of the bowl."},{"video_id":"oBt257I-pL0_0_10","caption":"Women lined up on a dock dive into a lake and start swimming in a race."},{"video_id":"y8SDRc4IOjs_94_99","caption":"he is a sheaf and telling us how to make Faux Pho Spicy Vietnamese Beef Noodle Soup."},{"video_id":"-wa0umYJVGg_139_157","caption":"The white part of a welsch onion is cut into three pieces, the core is removed, the remaining layers are cut into thin strips and then soaked in water."},{"video_id":"YXixZrSxefk_17_48","caption":"A man slices a peeled potato into thick slices and thereafter cuts each of them into half."},{"video_id":"SFFfhAUEoj0_10_16","caption":"Cucho - Me Duele Amarte  a boy plying gitar and singing song"},{"video_id":"eyMYc-37Sk4_0_10","caption":"A white kitten seated on top of a hollow double disc fitted together is trying to reach out for a ball placed in the lower disc cavity."},{"video_id":"0lh_UWF9ZP4_148_155","caption":"A demonstration of how to make Temaki Sushi, Japanese hand rolled sushi."},{"video_id":"u9prcUCHlqM_235_241","caption":"A man is standing on the shore with a super-wide camera lens fitted on a tripod stand, capturing a picture of the sea."},{"video_id":"60x_yxy7Sfw_1_7","caption":"A man seated is watching and admiring the image of a woman on the screen of his laptop."},{"video_id":"6t0BpjwYKco_240_247","caption":"a person is cooking  Katsu Curry (Japanese Curry with Tonkatsu)"},{"video_id":"R24RktgUi-s_24_28","caption":"Soccer players are running down the field and kicking the ball scoring goals."},{"video_id":"CjvMNwpAFWM_56_66","caption":"Two puppies are wrestling and nipping at each other."},{"video_id":"w28TljSqtW8_64_75","caption":"A man slices a whole peeled white onion using a slicer blade and thereafter separates the onion rings."},{"video_id":"p6T3XrnYtFk_4_13","caption":"A Billy goat walking on a ground is bleating in an unusual manner."},{"video_id":"5AEldiUP408_65_71","caption":"A man only wearing underwear and a white undershirt is running down a sidewalk."},{"video_id":"IHIa75B9AhI_2_26","caption":"A young blonde girl blowing a large bubble gum bubble while talking on her cell phone."},{"video_id":"zv2RIbUsnSw_159_162","caption":"Two kids are sliding down a slope that is covered with a sheet of wet plastic."},{"video_id":"RQYLGNbal2c_5_10","caption":"A group of ancient military dressed men on horseback, riding through the woods around sunrise."},{"video_id":"VahnQw2gTQY_288_293","caption":"The person is taking out the seeds from the bell pepper."},{"video_id":"-dm-ds5rRaM_44_52","caption":"Several runners are racing down a track when the second place runner overtakes the leader at the finish line."},{"video_id":"0lh_UWF9ZP4_79_82","caption":"is it just me or does world need a subway-esque sushi franchise qith high quality sea foods and vegetables that are otherwise unavailable outside asia."},{"video_id":"m1NR0uNNs5Y_104_110","caption":"A woman makes vertical cuts across half a peeled onion leaving the base portion intact."},{"video_id":"OIg10Bl7urs_0_10","caption":"The cat tried to eat the corn on the cob."},{"video_id":"pRpeEdMmmQ0_65_70","caption":"A woman is dancing in colorful clothing while a group of people dance behind her."},{"video_id":"QqYWLR47eLI_10_18","caption":"An animal is sitting on the wooden arm of a kitchen chair and eating something red."},{"video_id":"CcvJs77L-e8_15_22","caption":"this is my biggest﻿ dream.....i want to do this, release wild animals i like kngaroos."},{"video_id":"Ya-MkA187c8_36_45","caption":"A girl playing guitar and singing some sort of song and also enjoying it a lot."},{"video_id":"2jkExrrm_sQ_19_25","caption":"shark was in the sea water and doing something was like playing but am not sure"},{"video_id":"k-SWy-sU8cE_5_10","caption":"From what I can see, this man is the product of Peter Jackson, Hurley from Lost, and Hagrid having a baby. Then God﻿ went \"Holy Hell! Three men making a baby?! This one's special!\" So he blessed him with the best damn guitar skills ever seen on Earth."},{"video_id":"s-dSFyz_5Ww_31_41","caption":"Two women in bikinis wrestle with each other on the ground."},{"video_id":"3chNlP5TeO8_0_10","caption":"A MISSILE COMES OUT OF THE SEA WITH A FORCE AND MOVED TOWARDS THE UPWARD DIRECTION"},{"video_id":"dq7agmFWkq0_5_9","caption":"A black cat is walking across the floor on its front two legs with its rear legs elevated into the air."},{"video_id":"x0QoC5POuko_170_180","caption":"A white dog standing on the floor is turning his head from side to side trying to get off something placed on his back."},{"video_id":"k4hhWYtaQ14_0_10","caption":"The little girl played on the grass with a dog and a ball."},{"video_id":"AzMrltkXGJk_0_10","caption":"A small boy has placed his hands on the window pane and is tapping it while partially climbing a bean bag kept beside it."},{"video_id":"lGk1MA6YP-M_36_48","caption":"A woman is seated on a horse as it prances along the periphery of a stadium."},{"video_id":"oeaVXK2GAyc_4_21","caption":"A girl is talking on the phone to a puppy about wanting a lollipop."},{"video_id":"fMXfphSi6Yw_7_12","caption":"A gymnast does two flips on a balance beam, but messes up the landing on the last one and instead of landing on her feet she lands on her crotch."},{"video_id":"ejgwQqCHN1E_7_12","caption":"A man sitting at a desk is writing in a datebook or journal."},{"video_id":"4Hhdr1IPOGs_90_98","caption":"A drowsy baby and a very young child are sitting side by side on a sofa."},{"video_id":"Fe4tO5vW9_E_64_70","caption":"A man is melting a block of butter in a pan and thereafter adds some crushed garlic to it."},{"video_id":"_O9kWD8nuRU_37_43","caption":"A woman is cutting some brown sheets of something into small squares."},{"video_id":"x1i0UOssll8_141_151","caption":"A shark chases another small fish near the surface of the sea and finally gets hold of it."},{"video_id":"o4OsYxsNGMI_77_82","caption":"A woman is trimming off the edge of a blue colored sheet of paper which is in excess."},{"video_id":"0lh_UWF9ZP4_174_178","caption":"Someone is peeling cooked shrimp with their fingers then cutting into it lengthwise with a knife."},{"video_id":"4Hhdr1IPOGs_1_10","caption":"A small baby seated on a sofa is swaying on one side as he is drowsy and half asleep."},{"video_id":"hxWU5vf-fxU_10_15","caption":"A baby wearing only a diaper is walking and playing around actively in the house."},{"video_id":"He7Ge7Sogrk_47_70","caption":"An elephant holding a paint brush with his trunk is painting on a white sheet of paper affixed on an easel board."},{"video_id":"WTf5EgVY5uU_33_39","caption":"one chinees lady doing some preparation for omurice with his dog"},{"video_id":"glii-kazad8_21_29","caption":"A brown dog reluctant to jump is walking along the edge of a diving board barking at a yellow ball which is floating in the water."},{"video_id":"HZ-BuDDmvVk_0_10","caption":"The kitten is playing a ball inside the pink bed."},{"video_id":"gXVaC3gBWbc_22_30","caption":"A woman stabs a potato with a fork several times and then picks up a container of oil."},{"video_id":"cJOZp2ZftCw_1_12","caption":"A white parrot with a yellow crest is stamping its feet rhythmically to background music."},{"video_id":"5dZ8PXABC30_14_20","caption":"A woman wheels a patient on a stretcher followed by another woman doing the same."},{"video_id":"UyhvHB62ph8_73_82","caption":"A boy is playing with a matchbox car while another boy wearing a Ticket Taker hat is watching."},{"video_id":"ObBss94n3gI_35_46","caption":"A man is slicing a peeled onion into four uniform slices of about 1\/2\" thickness each."},{"video_id":"klFyrnrUSck_63_73","caption":"A woman coats a slice of pork meat on both sides with flour using a brush."},{"video_id":"4yf2WP6K1gQ_28_32","caption":"A woman sitting in a bathtub is rubbing soap on her hands and applying to the face."},{"video_id":"Cjf21Y19aUQ_82_86","caption":"A long-haired man in a construction hat removes his sunglasses while he is talking."},{"video_id":"nohvigNMsbo_199_207","caption":"A woman putting some kind of liquid in a bowl which contains a recpie."},{"video_id":"5rNWGoDoiKE_10_15","caption":"A young man standing on the ground appears to levitate, and another young man runs his hand along the space created below the first man's shoes"},{"video_id":"JIoiUNOXGaI_34_41","caption":"A woman is washing off the lid of a covered bowl at the faucet of a sink."},{"video_id":"ok4cM6WTA5E_120_133","caption":"A man pours a large quantity of pureed tomatoes from one vessel to another vessel placed on the stove."},{"video_id":"eoP-SCgYM2w_49_60","caption":"Someone with gloved hands gives a boy two shots in the arm then wipes the area with gauze."},{"video_id":"4UOVKok7j1U_1_8","caption":"Guitar played by a professional in \"Take me home\""},{"video_id":"DlOhXqKcLXk_7_14","caption":"Wow... Keep it up! Amazing lyrics,﻿ love your voice. Don't ever give up on writing or singing!"},{"video_id":"M2DiiduAMuo_1_6","caption":"A wrestler on the floor topples his opponent, who slides on his head and bangs the other end of the ring."},{"video_id":"5QJf-l4lPJw_133_138","caption":"A woman cracks an egg in a small bowl and then pours it into a large electric mixing bowl."},{"video_id":"21uB8g-jDZI_70_79","caption":"A man is riding a mini red colored scooter down the road in a neighborhood."},{"video_id":"j4dMnAPZu70_12_17","caption":"A panda slides down a slide on his stomach and lands in the snow."},{"video_id":"gqxpGOHUH9k_113_119","caption":"A large group of men and women are dancing together."},{"video_id":"lSnWhsmlGec_5_10","caption":"A man is sitting down playing an acoustic guitar."},{"video_id":"UgUFP5baQ9Y_0_10","caption":"Indian Womens performing traditional dance mohiniyattam on stage."},{"video_id":"nCtZFOYAlvQ_44_49","caption":"A snowboarder is shown snowboarding down a snow covered slope."},{"video_id":"c2a0GcoJAjw_52_73","caption":"Person scarving the statue and he is the one among many making gods"},{"video_id":"c53HKs39i28_26_35","caption":"A man cuts the stem of a broccoli at the base using a large flat knife and peels it off."},{"video_id":"5U3xz9Ovmhk_214_222","caption":"A chef uses a ladle to transfer the prepared Thai fish curry dish from a skillet to a bowl."},{"video_id":"q6vz80UkVtw_0_7","caption":"A cat is drinking water from a faucet that is leaking."},{"video_id":"ITNh8tWZPOA_5_25","caption":"A person is playing a good music with his guitar."},{"video_id":"ruoHOXo2PRQ_2_20","caption":"A chinese girl playing some sort of notes on a guitar."},{"video_id":"5-8z5U-o4O4_0_3","caption":"The horses in a race are running down the track when one of the horses bumps another and the rider falls off."},{"video_id":"uGDuIyfJXXg_23_33","caption":"A man opens the door of a car and sits down in the front passenger seat."},{"video_id":"c_XV7nPoRg8_2_12","caption":"A young man wearing a straw hat is playing the trumpet."},{"video_id":"NVGGgncVq-4_111_117","caption":"This is the funniest science fiction apocalyptic movie that I have seen yet! I give it two thumbs up! the Chicken littles of the world will be so frightend by it﻿ and keep shouting \"THE SKY IS FALLING!\" while running in circles."},{"video_id":"rw9h_574HxE_13_18","caption":"An actor and actress are eating in the dinning table for  the song sequence."},{"video_id":"kWLNZzuo3do_154_165","caption":"Someone cuts off the tail of a peeled shrimp and cuts into it lengthwise."},{"video_id":"ACOmKiJDkA4_20_26","caption":"A woman pours rice from a kettle to a round metal pan."},{"video_id":"qeKX-N1nKiM_37_43","caption":"Cookingwithdog should﻿ go international. I want to see a chihuahua with a mexican accent tell me how to make delicious mexican foods"},{"video_id":"ao-9B8IV9_E_77_81","caption":"A woman is riding a horseback on the beach and falls of then the horse refuses to move."},{"video_id":"hFERWnoc-nU_0_12","caption":"A man holds a recorder up to a woman's mouth as she speaks."},{"video_id":"kSzS_lFtJDk_55_70","caption":"A police vehicle is chasing another vehicle on the highway and the police vehicle bumps the other vehicle."},{"video_id":"05gNigkqfNU_78_84","caption":"A women on summerkitchen.tv showing how to make country potato salad."},{"video_id":"kWLNZzuo3do_152_164","caption":"The man cuts off the tips of shrimp tails diagonally and makes a incision along the back of the shrimp."},{"video_id":"dvhJGidrrKE_247_252","caption":"A man is in a cattle pen with some other men and he's hitting the other men with a wooden club."},{"video_id":"0xx13BuvVmo_25_36","caption":"A small child is standing underneath a shower in the bathroom and wetting his face with the water."},{"video_id":"eb-Zp4pJLKk_2_19","caption":"A baby is crawling on it's hands and knees from one room to another."},{"video_id":"j1Z890_Q3so_131_138","caption":"A woman is mixing yoghurt, chopped cucumber, minced garlic and mint in a bowl using a spoon."},{"video_id":"QsvBYKaCXEc_5_15","caption":"A shark is swimming near the shore just below the surface of the water."},{"video_id":"7M-jsjLB20Y_11_30","caption":"A lady is fondling a kitten using her fingers as it sucks her index finger."},{"video_id":"08pVpBq706k_175_212","caption":"A grey cat walking on a sofa pushes his head into a brown cover and finally manages to get it off after struggling for a while!"},{"video_id":"uiLr9bdOL0M_23_30","caption":"A large bird standing on a table picks up a plastic glass containing liquid and places it in a bowl of something."},{"video_id":"GlW6n43pUQA_0_12","caption":"A man in colorful attire is performing a traditional dance waving a flag as part of ritual."},{"video_id":"8yuPGwxwdPs_1_10","caption":"A young man is showing and talking about a Christmas card that has a moving ornament on a tree when the man manipulates the card."},{"video_id":"8PQiaurIiDM_173_180","caption":"A man cuts what appears to be something upholstered in half with a sword."},{"video_id":"hPyU5KjpWVc_0_35","caption":"The function or working of a cigar lighter in a slow motion."},{"video_id":"QhRqJp-CgEs_7_14","caption":"The girl rested in the raft even when something in the water bumped it."},{"video_id":"rwHT2SuNOi8_240_255","caption":"Someone has woven ten pieces of bacon into a square and they are pouring seasoning over the square."},{"video_id":"s8utHZYTNTs_35_42","caption":"Someone cuts a circle out of a piece of pink paper and cuts into the center on one side with scissors."},{"video_id":"x_8RiVI6rH8_41_54","caption":"Someone is holding a skull in their hands and is moving the  jaw to make it appear that the skull is talking."},{"video_id":"PD6eQY7yCfw_32_37","caption":"A young man throws a basketball from a long distance and makes a basket."},{"video_id":"MUkKFFdpm4E_40_58","caption":"A man is riding a black horse with white on each of the four lower legs."},{"video_id":"Xxcv5jvRmcg_39_46","caption":"A woman picks up and holds a large lobster in her left hand, standing next to a box containing lobsters."},{"video_id":"-_hbPLsZvvo_5_8","caption":"a dog barking and cooking with her master in the kitchen."},{"video_id":"tZmDWltBziM_42_47","caption":"A man is running across a field and falling down."},{"video_id":"Hd-NeIhbYGc_28_31","caption":"A woman is riding across a field on a horse."},{"video_id":"6BrHPMdyVtU_1_10","caption":"A young man is sitting at his piano playing a song."},{"video_id":"kk3TIio1-Uw_5_14","caption":"A man is standing in front of a microphone holding a violin in one hand and a violin bow in the other."},{"video_id":"4a1PGntVff8_121_132","caption":"The video flashes to several individuals and groups of people laughing."},{"video_id":"0bSz70pYAP0_5_15","caption":"RC Adventure of a small plane looks beautiful!\r\nIt sparks like an airforce force!"},{"video_id":"kI6MWZrl8v8_149_161","caption":"Wyclef Jean playing his guitar and sitting next to Bob Dylan in an airport."},{"video_id":"MrQd1zUVRUM_103_110","caption":"A television video clip of young guys and girls at the beach and at school."},{"video_id":"sXyjCgR0rAc_0_11","caption":"A little girl seated on bed hugs her baby sister tightly after the latter plants a kiss on her face."},{"video_id":"sBjr8UJOpsQ_149_169","caption":"A man and a woman are dancing in the rain in the open in a song sequence against the backdrop of a waterfall."},{"video_id":"s0hwEUC5emA_127_132","caption":"Dann haben sie einen Kräuterbrei aber keine Frankfurter Grüne Sosse mehr."},{"video_id":"klFyrnrUSck_13_19","caption":"An Asian woman is thinly slicing onions with her dog sitting next to her."},{"video_id":"pzq5fPfsPZg_29_33","caption":"A young woman carries a boy across the room, and the boy is talking."},{"video_id":"fVWUaH2mCt4_1_7","caption":"A woman standing on snow is pushed ahead by a deer using its antlers as her husband goes towards his parked car. while his wife is pushed ahead by a"},{"video_id":"fHfpMUDrQCs_17_31","caption":"A man and woman are standing together in a small enclosed area, the man is using a towel to dry the woman's shoulders."},{"video_id":"30GeJHYoerk_63_75","caption":"a man is rolling the small stick fastly by his fingers.."},{"video_id":"Xp6rxW4hFFo_32_40","caption":"in case for safety, don't put it behind ur teeth, put infront so it wont bend, and the length must be about ur mouth's wideness"},{"video_id":"t4aPGtx7e6k_0_10","caption":"A monkey pulls a dog's tail and is chased by the dog, then comes back and yanks on the dog's leg and runs away."},{"video_id":"W20Btaww6zc_134_139","caption":"A man is shuffling chopped vegetables on a cutting board with a knife, then proceeding to talk and pour wine on them, finally, chopping them some more. ."},{"video_id":"6t0BpjwYKco_80_84","caption":"Japan and﻿ China and Korea language and culture with religion, not with quite different."},{"video_id":"xTd_IdIcB4s_2_10","caption":"A little boy is walking on a treadmill while an older person stands behind him."},{"video_id":"2YhDTpzxd3c_45_49","caption":"hi all people r equal and great in this world. Iam a big fan of pawan kalyan.﻿ I dont want to compare vijay with pawan. what ever the stunts vijay had performed is really good and extremely well done up to his ability."},{"video_id":"8yS2wqwActs_2_14","caption":"A dog shaking off and running around the yard like crazy."},{"video_id":"O2qiPS2NCeY_2_18","caption":"A bird is perched on the edge of a bowl which is attached to a tree branch and the bird is eating something in the bowl."},{"video_id":"1dmVuwO1RZk_0_15","caption":"A man has covered the eyes of a woman with his hands as they walk in the woods."},{"video_id":"0hyZ__3YhZc_364_370","caption":"Someone pours water into an empty tomato sauce can and swishes it around to remove the sauce on the side."},{"video_id":"5OvgDatToBU_0_8","caption":"A very young kitten is trying to stand but it's wobbly on it's feet."},{"video_id":"EPXsiQw9vvo_1_12","caption":"A man on a motorbike pops a wheelie and rides over a small white car."},{"video_id":"T6lPRKRpu9w_32_39","caption":"Two men are eating and talking to each other, sitting in a restaurant."},{"video_id":"_O9kWD8nuRU_50_56","caption":"Someone is cutting a white vegetable into chunks."},{"video_id":"gnEE6oWoz7U_124_132","caption":"I am seriously considering buying this pistol. The only question I﻿ have is what is the recoil and recovery like after the initial shots"},{"video_id":"A6XrTsLsUbA_4_15","caption":"A newscaster shows a segment of a cat playing a duet on the piano with some person."},{"video_id":"0hyZ__3YhZc_279_283","caption":"Someone is pouring oil into a kettle from a plastic bottle."},{"video_id":"0lh_UWF9ZP4_94_103","caption":"A woman pours eggs from a glass bowl into a wok-like skillet and she appears to be cooking an omelet."},{"video_id":"d7Gs0uGFLh0_5_13","caption":"A girl is giving a dance performance, seated with her feet outstretched and facing her back on stage."},{"video_id":"rw9h_574HxE_70_74","caption":"A man is riding a bicycle with a woman riding as a passenger on the crossbar."},{"video_id":"SKhmFSV-XB0_12_18","caption":"A young girl is singing on a stage."},{"video_id":"AJJ-iQkbRNE_97_109","caption":"A man is chopping thick slices from a peeled pineapple using a large knife."},{"video_id":"UqBafx3iRKw_22_29","caption":"A baby tiger trying to be domesticated by playing with toys and living with a family."},{"video_id":"TdYN7cePiRI_6_13","caption":"A man lying on his back in a gym is lifting weights."},{"video_id":"B4foOe9kUgY_0_8","caption":"A panda is sitting on his bottom, moving his bottom back and forth as if to scratch it."},{"video_id":"c_-eFL7Sfw4_19_35","caption":"the man is playing with his motor cycle and doing something dofferent it is nice to see"},{"video_id":"D1tTBncIsm8_198_205","caption":"Poor little camera..I had my D300 run over with a car. ﻿ Lens was squashed but the camera itself just kept on working."},{"video_id":"MW21lp833Vo_143_149","caption":"a man crying and trying to hang himself through a rope."},{"video_id":"UbmZAe5u5FI_60_70","caption":"A woman is thinly slicing a white translucent with pinkish rind looking vegetable."},{"video_id":"IV5rtOumpa0_268_273","caption":"A man is riding a bicycle on a road at great speed."},{"video_id":"qqYysi3qotc_148_195","caption":"A woman takes sections of her hair from the top to one side and braids it to get a scrunched look."},{"video_id":"BApIQn69EVE_10_16","caption":"A animal is chewing on a piece of a tree."},{"video_id":"s-XjRDsYuzU_0_12","caption":"A person is cutting pieces of meat into pieces and arranging them in a plate."},{"video_id":"1srk7ApounQ_32_38","caption":"A man standing amidst yellow flowers in a field, plucks a few flowers and tosses them in the air."},{"video_id":"VahnQw2gTQY_315_320","caption":"Half an onion is sliced horizontally and then vertically."},{"video_id":"6gQu8PWhFoQ_30_35","caption":"A man riding a bike hits against a huge mound and falls right into a water body behind it."},{"video_id":"1dfR0A_BXjw_524_532","caption":"A man is slicing a large piece off of a loaf of bread."},{"video_id":"UxhKb-zZoWE_0_15","caption":"Two sumo wrestlers are fighting each other as a crowd looks on in excitement."},{"video_id":"WFNXwor69-U_33_40","caption":"An elephant holding a shopping basket in his trunk is putting a bottle of cough medicine and a box of tissues in the basket."},{"video_id":"nrZyPuRd5pU_85_92","caption":"A black and white cat is standing on his rear paws waving his front paws when he is attacked by a larger yellow cat."},{"video_id":"n_Z0-giaspE_62_78","caption":"A man is sitting on a sofa reading a book and he answers a cordless telephone."},{"video_id":"5CS4nLI2ZX8_50_59","caption":"Two elephants appear to be pushing a convertible with a woman in the driver's seat and a man either sitting on the top of the backseat or standing on the passenger side in the front holding onto the windshield."},{"video_id":"dJCtOz32dnw_40_60","caption":"Steve Martin removes two eggs from the zipper area of his pants and places them in a hung basket on the stage."},{"video_id":"yFPHhRat6bc_160_210","caption":"A woman is flouring a pork chop before dipping it into an egg mixture and then then coating it with some type of seasoning."},{"video_id":"pdrBPJYfTC8_33_39","caption":"The man on the first cup is playing with a glove and the other man on the second cup is walking across the table."},{"video_id":"eyBmG9ZZnLM_232_237","caption":"A woman is running on the beach towards someone in a chaise lounge."},{"video_id":"yNy9jTeolUk_8_12","caption":"A mother moose and her twin moose babies play in someone's backyard and run through the sprinkler."},{"video_id":"MdOAr_4FJvc_5_15","caption":"A man playing pianon with soft hand."},{"video_id":"SzEbtbNSg04_214_224","caption":"Someone is cooking shrimp in a saucepan, stirring with a spatula."},{"video_id":"xxHx6s_DbUo_49_56","caption":"good song nice to heare good hard﻿ work.\r\n\r\nthanks for uploading this song Mr.RajiCreativeWorks"},{"video_id":"2YhDTpzxd3c_240_245","caption":"The man is using a sledghammer to break the concrete block that is on the other man."},{"video_id":"W8l_ezoU8Lc_76_86","caption":"A man is playing a wooden flute while several other men play bongo drums."},{"video_id":"yEhV8xbekRo_0_10","caption":"Lori są zagrożone wyginięciem i objętę całkowitą ochroną, więc mało prawdopodobne jest by ktokolwiek kupił sobie takiego lori legalnie."},{"video_id":"tBj4Ny19vfQ_54_59","caption":"A funy man talking about a cheetah running, penguins together, a crocodile, a polar bear, a giant tortoise, and a taper."},{"video_id":"YJ2aGe7CLBo_25_35","caption":"A small boy playing with toys and playing cars."},{"video_id":"gjVBEJGHrXk_26_38","caption":"A video of a german shepard do and a tabby cat playing in the yard, the cat is chasing the dog around."},{"video_id":"nc8hwLaOyZU_1_19","caption":"A monkey riding a small bi-cycle is waving his hand round the corner while riding in circles."},{"video_id":"EdV81a5Mg9E_178_200","caption":"A man is dancing around a woman in the rain while she smiles at him."},{"video_id":"fr9H1WLcF1A_141_148","caption":"A man is smiling while talking on a cell phone."},{"video_id":"30PpKtVT8Z4_35_50","caption":"A man is singing and playing a guitar while reading the music on a music stand."},{"video_id":"B7mP4zoDMwM_0_17","caption":"A cat dislodges a portion of the stacked black and white pieces arranged to resemble piano keys after watching it for a while."},{"video_id":"992zi9V3oiQ_15_17","caption":"A man hits a green snake on grass with a nanchaku and flees away."},{"video_id":"gbbRwBZuhzI_26_40","caption":"A boy playing a violin in some sort of show or concert."},{"video_id":"Wnz3IevSNg0_1_8","caption":"A man sitting on frozen ice is fishing when he is knocked into the water by a whale that comes crashing through the ice."},{"video_id":"m1NR0uNNs5Y_88_94","caption":"Jennifer Clair demonstrates how to improve your knife skills in the kitchen."},{"video_id":"lrZxpneS6Gk_0_12","caption":"A little girl is ice skating while holding two dolls on the ice pretending that the dolls are skating too."},{"video_id":"W-dcOOW_ztM_56_62","caption":"A fisherman is trying to reel in something which has his rod bent almost double."},{"video_id":"WeOU0Iba1Xg_1_30","caption":"A man sitting on the back of a horse is having a bumpy ride."},{"video_id":"oSnYUfCGiCA_7_17","caption":"A woman is applying a dark brown shade on the outer edge of her eyelid, using a pencil."},{"video_id":"L6dEUQ6WiHY_136_142","caption":"A man is standing on a wooden structure and he attempts to leap across a stream of water to another structure but he fails."},{"video_id":"IALJXP8LaS4_10_20","caption":"Two young tigers are running through the woods chasing each other."},{"video_id":"sYgm_wBTTrc_41_44","caption":"Tom, the animated cat, is snoring as he blissfully sleeps on a violet cushion placed under his head."},{"video_id":"OaBmAg6gz30_4_18","caption":"A woman slices a whole cucumber lengthwise by running on over a manual strip-slicer repeatedly."},{"video_id":"ACOmKiJDkA4_175_182","caption":"A woman wraps an onigiri with a triangular toasted nori with the glossy surface on the outside."},{"video_id":"iyAoiWeD53k_120_127","caption":"One woman is cooking some kind of coated meat in a pan on a hotplate, when another woman pours a white liquid into the pan."},{"video_id":"jsEUFYhiqxU_121_128","caption":"A golden eagle sets its sites on a rabbit and begins to fly around and captures it with its large talons."},{"video_id":"5U3xz9Ovmhk_9_15","caption":"A chef adds a little water to a small bowl containing corn flour and mixes it well with a spoon."},{"video_id":"a-cek0mvXxE_15_25","caption":"A man is pulling a wet and dry cleaning device to and fro across the floor in a room."},{"video_id":"BR4yQFZK9YM_101_110","caption":"Two girls are working out in a gym when a guy comes over to talk with one of them the other one looks annoyed."},{"video_id":"O9yLRzpPp44_36_55","caption":"A woman is talking while opening and applying a tube of mascara to her lashes."},{"video_id":"MHIVmf42Ao4_31_36","caption":"A man pours a ladle full of pancake batter evenly on the surface of a saucepan."},{"video_id":"Je3V7U5Ctj4_768_773","caption":"A man is turning chicken wings on a cookie sheet using a pair of tongs."},{"video_id":"HkpUWzNNVt4_20_30","caption":"Two ladies are talking to each other sitting on opposite sides with their respective spouses."},{"video_id":"LEz0puaKNTk_38_48","caption":"A woman is kneading a floured dough-like mixture inside of a bowl."},{"video_id":"4VLrxtf7Z_8_0_7","caption":"A horse jumps over a set of hurdles but hits the next set."},{"video_id":"tPkZK-PzeQE_10_28","caption":"In the video the watermelon is being cut into pieces with a knife."},{"video_id":"kIZanu909lw_67_80","caption":"A chef is cutting onions for \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nA chef is cutting onions for Chinese cooking."},{"video_id":"l_AVz90c4jQ_65_106","caption":"A woman chops a capsicum into two, deseeds one half and thereafter chops it into small pieces."},{"video_id":"BtQEY2SL4g4_126_132","caption":"Two helicopters are flying close together when their rotors apparently collide and both helicopters crash."},{"video_id":"kquB3rIgfGk_197_202","caption":"A man making some sort of healthy drink with orange juice and some other items."},{"video_id":"D-K3ThvAqfo_43_47","caption":"A man is performing some dance moves in a meadow to a music score."},{"video_id":"zSPBC8EO6dY_97_110","caption":"A man is pouring some liquid from a bottle on to the head of a pilot standing beside him with his mini aircraft."},{"video_id":"LLkehH86ABY_30_36","caption":"A young british guy plays the guitar and sings an original song by a friend."},{"video_id":"2xpIT0L4GqE_1_10","caption":"Two men are standing close together, one of the men sprays the other with a garden hose, which starts spraying water but switches to some kind of purple liquid."},{"video_id":"dtwXtwJByYk_5_14","caption":"A woman is sitting in a field talking to herself as she is writing something down on paper."},{"video_id":"aCKNdip53W4_0_25","caption":"A baby is swaying from side to side as he is sitting with his legs outstretched on a carpet and sleeping."},{"video_id":"lR8RrUBhCQg_5_15","caption":"White man playing a trumpet with an enthusiasm."},{"video_id":"qIXs7fUoLIg_1_11","caption":"A young girl is singing, standing with her right hand to her forehead in some kind of salute."},{"video_id":"71soiLO6I9U_15_24","caption":"A hedgehog gets into it's little house by crawling under the walls instead of going through the door."},{"video_id":"GMuijLIJH-U_1_10","caption":"A large crowd of men and women are moving in rhythm together."},{"video_id":"ZK4W-2ifl6I_1_28","caption":"A Labrador is sitting and playing inside a white tub filled with water."},{"video_id":"sTMlQSbAGfE_0_12","caption":"A man is standing in front of a crocodile and he reaches out with his hand and touches the crocodile on the snout."},{"video_id":"Je3V7U5Ctj4_760_765","caption":"A man is checking on a cookie sheet full of chicken wings that are baking in an oven."},{"video_id":"1TjqADyYyxI_36_45","caption":"A person is trying to use a pole to push off his bike ride but ends up falling down."},{"video_id":"zkTn5Ef1Oig_71_75","caption":"Two Indian elephants are spraying water on their body standing in a river."},{"video_id":"cmQ3SiIaWy4_4_20","caption":"Its an angry cat in a box, doesn't like being disturbed by anyone. It will scare you away it you try to poke."},{"video_id":"itxzpFW1z7E_22_36","caption":"A white cat seated on a couch is biting its body while moving its right forepaw in the air."},{"video_id":"YndZ9YulpTo_61_76","caption":"this was delicious! even the hubby liked it and he never had this dish before (and he's pakistani!) I've tried several of your recipes and they all turned out great. Thank so much...please post more recipes!﻿"},{"video_id":"Eamd2wMKixs_48_72","caption":"An airplane takes off and the wheels are drawn up inside the plane."},{"video_id":"jI58q6rcNLc_8_18","caption":"A man playing some sort on notes on a guitar by sitting outside his house."},{"video_id":"3mbBbFH9fAg_21_29","caption":"A man is pushing something in a garden, when the scene flashes to four people, one who is carrying a sign, and then flashes to an older man with a wide grin on his face."},{"video_id":"dJ3ba9zwx6c_5_15","caption":"A person is playing a song on a piano."},{"video_id":"25NmudB2fqg_0_7","caption":"Rocky Balboa takes a beating in the ring from Apollo Creed."},{"video_id":"W8l_ezoU8Lc_156_162","caption":"Two seated men are playing the guitar behind a man standing with a microphone."},{"video_id":"fjDvKHkmxs0_119_126","caption":"A lady in his car finally arrived in Jordan after a long trip."},{"video_id":"krAk8WPZRL4_207_212","caption":"Four men are standing in the woods as an explosion sound is heard and the white car behind them is burning."},{"video_id":"d7eGypGOlOc_13_22","caption":"A man showing how a computer can understand what he is drawing and respond to it."},{"video_id":"psXeA8sSYdI_25_30","caption":"A small girl is riding a scooter on the pathway of her house."},{"video_id":"z4_c9CfLBPk_34_39","caption":"the begining of the jackass traler were the boys are running away from stampeeding bulls."},{"video_id":"OE6H_M52Sng_89_97","caption":"A man squeezes the liquid out of some mixture wrapped in a cloth into a pan and then talks about it."},{"video_id":"MSrJTeKNzdI_32_36","caption":"The player is playing the sketes over the snow and he is moving very speedly."},{"video_id":"xxHx6s_DbUo_57_61","caption":"A shirtless man is doing pull-ups from a door frame."},{"video_id":"ZvJvNcukZ4w_0_10","caption":"A red fox is walking up some stairs when it is attacked by a badger."},{"video_id":"D-K3ThvAqfo_215_220","caption":"A man standing on a boat pulls a fish out of the water on his fishing line, but the man and a woman standing next to him are startled and he drops the fish back into the water."},{"video_id":"1_6V30igzIk_5_15","caption":"A Loris seated on an orange mat slowly turns around and walks towards a man's hand placed on the mat."},{"video_id":"jCplbayVbtw_28_38","caption":"a tortoise walking and raising his head in a forest."},{"video_id":"s-QQWRdF-5Y_19_28","caption":"Lightening is shown striking a streetlight, a light pole, and a satellite dish."},{"video_id":"RieF9wrFd8s_1_8","caption":"A man standing on snow at dusk is firing bullets in the air which illuminate the night sky."},{"video_id":"HypgcCT1r68_38_46","caption":"Child in classroom writes not to little girlfriend and teacher reads it out loud."},{"video_id":"Z19zFlPah-o_6_11","caption":"Clouds are moving through the sky behind the silhouette of a church."},{"video_id":"JIoiUNOXGaI_98_104","caption":"A woman, who is talking, opens a closet door and makes a face as she closes it."},{"video_id":"Rf0TUCA3XNs_3_16","caption":"A chinese girl singing some sort of song on a guitar."},{"video_id":"ePujnD4qJO0_62_77","caption":"A woman dressed in black ignores a man with no legs on a skateboard as she walks down the street."},{"video_id":"PeUHy0A1GF0_68_73","caption":"A woman chops some spring onions bunched together into fine pieces using a large knife."},{"video_id":"e-sf-hyrkTs_20_35","caption":"the small girl play piano and the lady play the flute"},{"video_id":"tn-Hoz4KbkE_89_93","caption":"A bare chested man is sitting in a chair nodding his head."},{"video_id":"_ZwwKOzpt2I_69_76","caption":"A man cuts two rectangular slices fom a piece of meat and places them one on top of the other on the counter."},{"video_id":"2KrdBUFeFtY_22_27","caption":"Someone is shuffling a deck of playing cards."},{"video_id":"kWLNZzuo3do_147_153","caption":"A woman peels a large shrimp over a bowl of water and then places the shrimp on what appears to be a paper towel."},{"video_id":"qvSxiVV7jhw_0_15","caption":"A bulldog is walking around inside a pool with a very low water level."},{"video_id":"NoCgvH4xZHo_56_63","caption":"A woman melts a pat of butter in a hot skillet and adds some kind of oil from a glass bottle."},{"video_id":"ItFqogTmAvQ_281_286","caption":"A woman is standing talking on a cell phone, and the scene flashes to a man who appears to be listening on his cell phone."},{"video_id":"k06Ge9ANKM8_5_16","caption":"A dog is bursting a bunch of colorful balloons placed on the floor by biting them."},{"video_id":"hJFBXHtxKIc_298_303","caption":"A man puts a sausage along with sauce over cooked pasta served on a plate."},{"video_id":"8e0yXMa708Y_24_33","caption":"The man is climing the cliff using his bare hands."},{"video_id":"lm0z7eLsbbw_9_23","caption":"A chimpanzee is smoking a cigarette."},{"video_id":"IY1Fn796MoY_7_10","caption":"A boy cutting grass at the edge of a sidewalk turns and yells something."},{"video_id":"R24RktgUi-s_5_15","caption":"Two teams are playing soccer on a field as a red teammate member kicks the ball into the goal post."},{"video_id":"kWLNZzuo3do_56_62","caption":"Someone is pouring water into a plastic bowl of mushrooms."},{"video_id":"d1zdJO3CqVw_1_35","caption":"A woman is holding a young babies hands while the baby bobs around like it is dancing."},{"video_id":"hkkmKk9LcQk_36_43","caption":"A person doing some sort of funny act with a banana."},{"video_id":"2HpZvL-_fiY_40_44","caption":"A segment of America's Top Model television show which is about drag queens."},{"video_id":"r2oI9Y-3wAo_21_28","caption":"small black and white herbiovrous mammal of bamboo are playing."},{"video_id":"4PayIIIOeIs_230_238","caption":"A person performing the video of shotgun usage with pretty good and accurate range"},{"video_id":"v4_AzQSnmY4_40_55","caption":"Woman in riding gear working with a horse in jumping arena."},{"video_id":"yq8CjZ2ZzyI_285_295","caption":"A group of men are engaged in chopping, sawing and stacking logs of wood in the forest."},{"video_id":"b97TK8XVLHE_40_50","caption":"A man is staring straight ahead and rubbing his hand over his chin and then the scene switches to a personal ad in some kind of paper or magazine."},{"video_id":"Z8rTzW9Gb6Y_116_123","caption":"Great Film. I have it on DVD,and I LOVE IT. She's so NATURAL and FRESH,and HEALTHY in this film. What the hell happened 2 society?﻿ Anyway,this should be called,Teenage﻿ Mother,A Lifetime Of Trouble."},{"video_id":"KpmVL4ANieA_0_9","caption":"A monkey pulls a dogs tail, runs away, then comes back and yanks at the dog's leg, again running away."},{"video_id":"5qVPfLgjHx0_16_22","caption":"Some young guys setting off firecrackers in a barrel and doing target practice and acting out Star Wars in costume."},{"video_id":"tZzJ9dDnncY_43_46","caption":"Four men sawing on a log flashes to four men running in a field carrying something long on their shoulders."},{"video_id":"fqly5kyO2MI_10_20","caption":"A jackal is jogging through a field of high grass."},{"video_id":"0hyZ__3YhZc_575_580","caption":"A man dips a thick slice of bread near one corner of a bowl containing a spicy vegetarian bean dish."},{"video_id":"bmOy6p87TWI_26_35","caption":"A man enquires about the delivery of cheque and the other man answers affirmatively."},{"video_id":"-zOrV-5vh1A_69_76","caption":"dumbassssss do you think they could've done that without permission? no. most, if not all the cars were purchased by sony for﻿ the purppose of using them on thisi commercial. everything was covered."},{"video_id":"OBLIjdMIIt8_54_61","caption":"Many race cars are arriving slowly one behind the other, on a road lined with people on either side."},{"video_id":"bmvD4HlPFxg_20_27","caption":"A woman with a weird hairdo comes down a creeper and lands on the ground."},{"video_id":"nTUONeDqhdk_10_15","caption":"A small kid wearing cricket leg pads and holding a cricket bat barely manages to walk and falls on the ground."},{"video_id":"ecm9gf2Pgkc_1_24","caption":"A guinea pig jumps off a couch, then is played with and petted by someone."},{"video_id":"-_hbPLsZvvo_211_219","caption":"A woman pours a beaten egg mixture into a hot pan and swirls the pan to spread it evenly."},{"video_id":"dtn0PuxgfkM_0_5","caption":"A man is pushing the other man in to the sea from the boat."},{"video_id":"zbAk0gX7kas_16_24","caption":"A baby orangutang is sucking on another orangutang's finger."},{"video_id":"HV12kTtdTT4_5_14","caption":"A cat facing its back and seated right next to a television is intently watching the images thereon."},{"video_id":"TjLCJKoot4U_43_65","caption":"I have not seen this movie in almost 20 years!!!! One of my﻿ earliest memories as a child was watching this movie when my mom rented it for me bck in 1990!!!! I remember it being a really sad movie though. Not gonna lie, i did cry."},{"video_id":"x_7BrCQdVUs_172_177","caption":"A young woman in a Halloween costume sits down on the couch and wakes up someone else dressed in a costume."},{"video_id":"HO_ovIrLWfQ_1_11","caption":"A man is rowing a boat on water using an oar."},{"video_id":"YwmUgVrUJ4I_0_15","caption":"A woman standing is exercising her legs holding weights across the back of the shoulders."},{"video_id":"yId1rg5-ac0_40_50","caption":"Two women are wrestling in this black and white video."},{"video_id":"xxHx6s_DbUo_98_101","caption":"A shirtless man is lifting a barbell over his head."},{"video_id":"4zPSShqsq-o_3_16","caption":"A baby is smiling and giggling in response to someone making vocal noises."},{"video_id":"W1052h2rzoA_91_98","caption":"The men performed a comedic routine on stage."},{"video_id":"Ke21boTg2Vg_24_29","caption":"Two cowboys getting ready to meet in the desert and go into town to watch a show."},{"video_id":"EXyp0Q7L1zE_30_38","caption":"A woman opens a window in a house on stilts and stands there primping her hair."},{"video_id":"OO-5-eVEKPA_25_31","caption":"This lady is clearly over the hill.I want someone﻿ younger.Everyone knows you forget how to play﻿ by the age of 3."},{"video_id":"q-JHcsqJXWY_0_8","caption":"a cute panda laying on bamboos in a snowy area."},{"video_id":"5E66Gk3V1Bc_23_30","caption":"A monkey swings from one branch to another and looks around after settling on one branch finally."},{"video_id":"05gNigkqfNU_11_23","caption":"A short clip about how to make a tastier county potato salad."},{"video_id":"kWLNZzuo3do_76_80","caption":"A woman cuts off the stem of a dark brown colored mushroom and makes two perpendicular slits on the top using a knife."},{"video_id":"05Gtb7_9tLU_0_9","caption":"A chain of bullock-carts are moving one behind the other along a street."},{"video_id":"5XxshEdcfAM_96_107","caption":"A man is singing and dancing on the ceiling as other people are dancing on the floor of the room."},{"video_id":"PTxHJMM6hHE_0_15","caption":"A boy in a seat belt in the backseat of a car is yelling at the electronic game he is playing."},{"video_id":"gIvetX_oXeI_85_90","caption":"A man is laying on a mat on the floor doing abdominal exercises."},{"video_id":"TZ860P4iTaM_11_20","caption":"A cat is rubbing its head on piano keys while tapping one of the keys with its paw."},{"video_id":"3doK4FQM5-k_46_57","caption":"A person is filling a pan with water from the kitchen faucet."},{"video_id":"hM3jzlyNIpc_0_10","caption":"A hamster gets inside a spinning drum, tries desperately to balance itself, gets tossed around and is eventually thrown out on the supporting table."},{"video_id":"yvfhk1kwKls_103_113","caption":"A man in mask is being questioned by a person in suit."},{"video_id":"2Nn2CAeaI5k_72_77","caption":"Small children selling the family van and going to Chuck E Cheese's to eat."},{"video_id":"l57mQZvDaL4_10_30","caption":"A dog and cat are sitting next to one another and the cat is licking the dogs head."},{"video_id":"aA05I5QaZnM_66_75","caption":"A woman is combing her hair and curls the ends using a hair roller brush."},{"video_id":"GjN84xigExI_9_20","caption":"A man is walking on an ice-covered body of water."},{"video_id":"0lh_UWF9ZP4_138_145","caption":"Someone is cutting a rectangular piece of yellow food into strips."},{"video_id":"dc4UltkRJsw_53_59","caption":"its true very indian﻿ should be like this apart frm various diversity.child is very cute amazing."},{"video_id":"k8l4ETsylVY_9_18","caption":"A black dachshund jumps into a swimming pool and swims in the water."},{"video_id":"3OPQqH3YlHA_50_54","caption":"Clara, a 91 year old lady showing how to make a poor man's meal from the Great Depression era."},{"video_id":"8PQiaurIiDM_247_255","caption":"A man slices a plastic wastebasket containing yellow liquid in half with a sword."},{"video_id":"QTAqjSbMkXU_65_75","caption":"Two portions of salmon flesh are placed in a dish containing salt and whole spices and a baking sheet is spread over them."},{"video_id":"-mAoVOhKy0c_4_9","caption":"As usual in your case,﻿ this video is truly excellent.﻿"},{"video_id":"Z3rj9LbCOaM_0_12","caption":"Baby otters at Sea World are in their pool playing together."},{"video_id":"E4k0Aylzdyo_97_104","caption":"A woman climbs on the back of a motorcycle occupied by a man and puts on a helmet."},{"video_id":"D1X6qXkLjYE_41_49","caption":"A woman dancing in front of a microphone begins to sing while accompanied by a man on a keyboard."},{"video_id":"UbmZAe5u5FI_88_98","caption":"A woman pours a clear liquid on both sides of a raw fish on a plate with a measuring spoon."},{"video_id":"vub04F8CWng_32_41","caption":"Two zebras are rubbing their heads against each other."},{"video_id":"LjimLwAhAOQ_5_15","caption":"Two young girls are talking to each other on cordless telephones while they each drink a glass of milk."},{"video_id":"bqMmyY1ImkI_0_14","caption":"the kids are cute..but the guy﻿ talking toomuch.\r\nand three kids bath for tube."},{"video_id":"hGmsx2P1qHw_15_25","caption":"The sun is rising in the sky against the landscape of coconut trees."},{"video_id":"9d57lHEsLU8_1_14","caption":"The scene of a frog emerging from water to catch a dragonfly, failing to do so and falling back into the water is captured in slow motion."},{"video_id":"2LgrGHWSy6k_122_135","caption":"A woman is sitting in a chair taking a long drink from a bottle of some type of alcoholic beverage."},{"video_id":"d4AGWnHJcaY_6_19","caption":"A hamster is stuffing food in his cheeks from a line of grain spread on the floor."},{"video_id":"RjpbFlOHFps_8_25","caption":"Two explosions occur in rapid succession in the middle distance behind a group of buildings, alarming some people who are walking in robes."},{"video_id":"rw9h_574HxE_161_166","caption":"A woman is showering and the scene flashes to a man walking down a hallway wrapped in a bath towel."},{"video_id":"4_WZN7uW0NY_140_145","caption":"Two people using mops are brushing away dirty water from the floor of a room."},{"video_id":"0lh_UWF9ZP4_199_207","caption":"someone is slicing a piece of raw fish into strips."},{"video_id":"VyBXcQ1v_cw_7_15","caption":"A young man is lifting weights on some kind of exercise machine."},{"video_id":"3zgEl-OLFKE_12_15","caption":"A small dark colored dog is running up a flight of stairs carrying a blue ball in his mouth."},{"video_id":"Gn4Iv5ARIXc_83_93","caption":"A cowboy pushes two pistols into another man's chest, and the other man moves the pistols higher and talks with his arms raised."},{"video_id":"kKGehSw5ht8_39_45","caption":"A man is gazing intently at his palm outstretched against a bright yellow and brown colored triangular patch."},{"video_id":"hbE29pZh76I_3_8","caption":"Two teams are playing basketball and a blue team inmate puts the ball in the basket."},{"video_id":"uB9zRlV47qA_17_23","caption":"Dr Pazhitnov observes two baby bears to see what needs to be taught and what intinctively they can do."},{"video_id":"1kYWws89W3Y_0_5","caption":"Cats and dogs doing silly tricks with a baby, in a swimming poll and dancing with people."},{"video_id":"wgrrQwLdME8_0_10","caption":"A young boy, standing on a couch, is singing into a microphone and playing the guitar."},{"video_id":"z2kUc8wp9l8_40_46","caption":"A man is passing a football to and fro from one leg to the other standing on a football field."},{"video_id":"N2Cm0SLr0ZE_18_29","caption":"A small boy seated on the bed is holding a guitar and humming a tune."},{"video_id":"ZdNP0dXCx2I_78_90","caption":"Arnold Schwarzenegger and Rae Dawn Chong are talking while driving in a convertible."},{"video_id":"qeKX-N1nKiM_123_130","caption":"A woman is sprinkling seasoning over a plate of fish and over a plate of vegetables."},{"video_id":"-pUwIypksfE_13_23","caption":"A panda climbs up a three-tiered cake and another panda is sitting and looking at the cake."},{"video_id":"lw7pTwpx0K0_38_48","caption":"A man screws a wave guide on the groove of a compression driver."},{"video_id":"lb8J2zCQTlo_3_8","caption":"Using a knife, a man chops thin slices from the surface of a big block of meat."},{"video_id":"ge7OOILJA6U_20_25","caption":"Three men are playing acoustic guitars and singing on stage."},{"video_id":"1dfR0A_BXjw_590_600","caption":"A man tears off a chunk of bread and eats it."},{"video_id":"-YI0cxuNcq8_262_272","caption":"A woman lying on her back on an exercise mat is moving her legs back and forth and her head from side to side, held by her hands."},{"video_id":"H9Oplnr8WcE_24_34","caption":"the persons enjoying the waves and playing in the sea."},{"video_id":"kZfBt5me3Pg_2_7","caption":"Except for the first 2 words nothing resembles the﻿ lambada song. The song from ghayal 'sochna kya jo bhi hoga' from ghayal is a copy of the lambada song.. Just listen to this one and the lambada tune.. not much similarities"},{"video_id":"BE_uxYK9uz0_150_168","caption":"A boy squatting down behind a pole is talking and gesturing towards a praying mantis on the pole."},{"video_id":"dhxE9CNeVeY_0_12","caption":"A boy sitting and looking over a sofa chair is screaming out loudly while waving his hands in the air."},{"video_id":"Afmc6FeN-hM_20_24","caption":"There was a Talk of Devi Sripasad for the movie, But later they stick on Hemsh, Stilll The background Scroe was done by Devi Sriprasad﻿ only."},{"video_id":"kWLNZzuo3do_222_227","caption":"A woman dips a shrimp into a bowl containing flour batter and coats it on both sides."},{"video_id":"9wxB1UQi0MM_18_38","caption":"Someone is cutting a piece of butter or margarine into a pile of flour."},{"video_id":"UJKythlXAIY_17_21","caption":"Four men in band costumes are marching through a field while playing an accordion, two drums, and a keyboard."},{"video_id":"IhzXQ-gc9IQ_125_129","caption":"A young girl talks to kids about the chores they have to do at home and other questions."},{"video_id":"-4wsuPCjDBc_5_15","caption":"A squirrel or some such animal eating a nut of some kind."},{"video_id":"o_mWZWcm2r4_47_54","caption":"From television show Nineteen Kids and Counting where Joy Anna climbs the rock wall."},{"video_id":"1RchFBCT9JU_43_53","caption":"They are cool but any animal with the jointed nose thing freaks me﻿ out a little. Very sweet little dude though"},{"video_id":"-wa0umYJVGg_100_115","caption":"A woman turns two eggs in boiling water, removes them after some time and places them in ice cold water."},{"video_id":"CquJjlNuotg_147_155","caption":"Please write a message instead of a comment, and I will be﻿ happy to help. Comments are not well suited for continued dialog."},{"video_id":"8sARjdhSvpo_167_176","caption":"A woman is cutting thick strips of a rolled up stack of Thai cabbage leaves using a knife."},{"video_id":"UbmZAe5u5FI_26_33","caption":"A woman is picking up small bits of rice and mixing it with a bowl of sliced cucumbers."},{"video_id":"s80J2dAUUyI_33_43","caption":"A man is explaining while writing an algebraic equation on a white board in a classroom."},{"video_id":"e-j59PqJjSM_50_98","caption":"A man cuts a long round green vegetable in half, then lengthwise, and scoops out the inside with a spoon."},{"video_id":"bmxIurBrW5s_51_70","caption":"A woman is tossing and hitting volleyballs on the beach, while another woman standing nearby is passing the balls."},{"video_id":"VuCFgiWfVF4_0_6","caption":"A young man takes a six-pack of beer off a shelf and takes it to the counter where he turns and walks off with it."},{"video_id":"umjc1CkO4JA_290_305","caption":"Men are in the forest with axes, while one of them attempts to cut down a tree."},{"video_id":"9LHg5RUGukI_58_63","caption":"A man is taking Toaster Scrambles out of the package."},{"video_id":"k9Brw_0gncU_14_33","caption":"A man is playing the guitar on stage in front of an audience."},{"video_id":"ficwZQYmRLE_5_20","caption":"A large white dog sniffs a small yellow duck who then pecks the dog on his face."},{"video_id":"hNPZmTlY_3Q_0_8","caption":"A monkey is practicing martial arts moves with a man."},{"video_id":"0hyZ__3YhZc_380_384","caption":"Someone pours water into a tomato sauce can, swishes it around, then pours the water into a kettle of chili."},{"video_id":"ul9Xvjt83eI_111_120","caption":"Father cajol's son to stay in village along with him, but   son wants to go abroad and gets married to his lover."},{"video_id":"jW77z3-SrO4_56_63","caption":"The lady is mixing the flour with the help of a spoon(holding backwards), with egg."},{"video_id":"Qwn0Ni9G5ow_64_69","caption":"A bus designed to look like a trolley is shown driving down a street."},{"video_id":"9uDPqigcnzw_36_46","caption":"A man seated is strumming the guitar and singing a song."},{"video_id":"pptYu3YQnxY_160_170","caption":"A woman is whisking a mixture of sugar, butter and molasses in a bowl using a wooden spatula."},{"video_id":"0lh_UWF9ZP4_178_182","caption":"A woman slices a boiled and de-shelled shrimp lengthwise into half."},{"video_id":"wFX6bXLbHW4_83_90","caption":"A man in a black cape causes a policeman to disappear and continues to walk after being shot several times by another man."},{"video_id":"eZLxohGP4IE_147_158","caption":"The man sliced through the piece of wood with a knife as if the wood was butter."},{"video_id":"t3VPeyYL-fI_35_39","caption":"Someone is stirring liquid nitrogen in a heavy metal container with a wire whisk."},{"video_id":"6Q3ltyPJJMQ_67_72","caption":"A man lying on his back is lifting heavy weights in his garage as a woman shouts at him."},{"video_id":"yg4aNiO1JnI_111_114","caption":"A dog is bouncing his front paws on a trampoline."},{"video_id":"oDcd2JbOyzg_85_98","caption":"A man slices a whole peeled onion vertically and then horizontally using a knife."},{"video_id":"7d1d2WlEnKs_0_12","caption":"A brown cat comes out of a carton box, jumps into a cardboard tube and sticks his face out."},{"video_id":"fJr2evLANsE_0_10","caption":"the cat and the turtle are playing with each other"},{"video_id":"unhiT2D6WvE_0_20","caption":"There is a small doorway cut in a cardboard box and a cat inside the box keeps poking it's paw out of the doorway."},{"video_id":"jDFn-1lXJ98_71_80","caption":"A dog running here and there and hiding behind a tree from someone."},{"video_id":"ogcqFaNbah4_475_487","caption":"A group of people are stamping their feet and dancing on stage to music."},{"video_id":"1dfR0A_BXjw_441_448","caption":"A person is sprinkling dried herbs onto unbaked bread dough."},{"video_id":"fw8qvK67jYY_50_97","caption":"A man extracts lemon juice by holding and squeezing two lemon halves over the juicer top."},{"video_id":"_O9kWD8nuRU_16_23","caption":"Cooking with the dog show demonstrates how to make Vegetable Tofu Nimono."},{"video_id":"SaYwh6chmiw_15_40","caption":"A train is moving down the tracks with blue sky and clouds in the background."},{"video_id":"BgoOihBb78w_38_40","caption":"Two bespectacled boys are standing one behind the other and bobbing to a tune sung by the boy standing ahead."},{"video_id":"yyxtyCaEVqk_250_264","caption":"A man cuts a peeled carrot into two and thereafter cuts the top half lengthwise into two."},{"video_id":"UoPU8F9mus8_258_262","caption":"A woman is doing step-ups holding a weight on her right shoulder."},{"video_id":"DGQL5lx-mwE_2_12","caption":"A woman in a garden is making a large bubble with a stick having attached strings."},{"video_id":"ao-9B8IV9_E_37_44","caption":"Hahahahhaahahahha 1:54-1:58 is funny!! i laugh every time i rewind then play it again﻿ xD!"},{"video_id":"YersIyzsOpc_15_30","caption":"A young man comes into a bedroom and throws a tantrum, slapping and hitting the bed covers."},{"video_id":"DhwrBs96Kgk_120_124","caption":"A monkey swinging its fore arms is walking on its hind legs in a rice field."},{"video_id":"wX-Bl25Htag_104_115","caption":"A woman is applying a golden eye shadow on the inner half of her right eyelid using a fluffy brush."},{"video_id":"_WRC7HXBJpU_360_370","caption":"A man is pressing a butter with mixing utensil in a black pan."},{"video_id":"BE_uxYK9uz0_49_56","caption":"A man is drinking water directly from the spout of a water dispenser."},{"video_id":"kWLNZzuo3do_24_31","caption":"A woman chops a small bunch of mitsuba (Japanese parsley) into one inch long pieces using a knife."},{"video_id":"btuxO-C2IzE_64_72","caption":"Two guys pampering a lion and it looks like they are all a family."},{"video_id":"ZbtpcGi2DWY_161_170","caption":"A polar bear is climbing over and down some rocks."},{"video_id":"8mSUD7JGNO0_198_204","caption":"A girl is riding her horse in various seasons and various locations."},{"video_id":"cR2yi-JnGcQ_8_16","caption":"A woman is taking her pet dog for a walk on the street."},{"video_id":"FeTaKOPVaJg_15_25","caption":"Few childrens practising on a stage for some kind of play or concert."},{"video_id":"kWLNZzuo3do_25_32","caption":"Frances on Cooking with a dog showing how to make Nabeyaki Udon Noodles"},{"video_id":"3Mqau7J2g5E_18_36","caption":"A man is playing a game, standing on a plank placed on water and falls into it as he fails to get inside the cut-out on a board."},{"video_id":"5hSW67ySCio_33_41","caption":"A man playing an electric guitar is singing into a microphone."},{"video_id":"PeUHy0A1GF0_105_112","caption":"Someone is chopping some kind of seafood and adding it to a salad mixture in a glass bowl."},{"video_id":"b4FM9OLBGyM_37_49","caption":"A woman is applying black eye shadow on her right eyelid using an applicator brush."},{"video_id":"02Z-kuB3IaM_2_13","caption":"A big wild boar running quicker in the forest."},{"video_id":"glrijRGnmc0_211_215","caption":"A man is basting and seasoning a roast prior to placing it in the oven and then preparing another sauce for the roast."},{"video_id":"mFCf8lLXrUc_36_57","caption":"A woman cuts four large slices as close as possible to the seed of a peeled mango."},{"video_id":"kJY5BRCNAs4_3_6","caption":"A little baby pretending to be talking to someone on the phone."},{"video_id":"UdcObAQ5OOM_15_30","caption":"A woman in a ski cap and sunglasses is riding in the back seat of a car talking on a cell phone."},{"video_id":"i2GgBwlwV0c_24_31","caption":"Someone is pouring milk into a blender filled with fresh fruit and ice cream."},{"video_id":"lKpGc3SCSVw_12_20","caption":"Two roosters are in a cock fighting match complete with a ring, referee and corner men."},{"video_id":"2I20ZTFHheg_96_104","caption":"the person cut the cloth with the help of the sisser"},{"video_id":"9zXqkHvs0po_59_65","caption":"A lady break the egg and she is pouring the egg into a bowl"},{"video_id":"Pgm-mOQu2MM_48_62","caption":"A woman is dancing in the rain on a railway platform as a song of Shakira plays in the background."},{"video_id":"sJSmRik2c-c_1_7","caption":"Might have also saved the Japan National Railway company from going broke as well. Everyone would have won; better transport, cleaner trains, and more jobs"},{"video_id":"rV5VmhY3-Sw_65_76","caption":"A guy is singing and walking along the path way of a street."},{"video_id":"nZSFn51l3hc_660_666","caption":"A man cuts a slice from a barbequed pork meat slab using a small knife and a pair of tongs."},{"video_id":"rXZy-PHtnxg_8_42","caption":"A man is cleaning two glass doors using wet and dry sponge mops along with a piece of cloth."},{"video_id":"GnwKcpfr_ng_10_20","caption":"Two news anchors, a man and a woman, are reporting news seated at the news desk."},{"video_id":"xtbsD3PUua4_84_94","caption":"A woman is combining a mixture of mango pulp, condensed milk and whipped topping in a bowl using a hand whisk."},{"video_id":"tJHUH9tpqPg_113_118","caption":"Raw green vegetables in the process of being prepared."},{"video_id":"PNMsPz1701c_3_20","caption":"A boy picks up a large log with hand holds cut into it, and raises the log above his head."},{"video_id":"wgrrQwLdME8_66_74","caption":"A very young boy is standing on a couch, playing a guitar, dancing, and singing into a microphone."},{"video_id":"aGUx0QOKWXw_7_12","caption":"A woman seated lights a cigarette with a lighter held by a man seated beside her."},{"video_id":"PugziVUikEg_117_140","caption":"A woman is plucking the excess hair around her right eyebrow using a pair of tweezers."},{"video_id":"VLBsAPZ2DDE_58_64","caption":"A boy open the hen house door and then runs from the fleeing chickens."},{"video_id":"mOZkcBcWR8o_6_12","caption":"A small girl enters a grocery store pushing an empty pram and stands in front of a shelf."},{"video_id":"fcvW1vr8hAs_104_108","caption":"A man is standing and singing a holy song as the audience follows him."},{"video_id":"WTx-K045yQM_85_98","caption":"A woman is slicing a whole red juicy tomato with a knife."},{"video_id":"WyIqGyj21Dk_0_10","caption":"Someone is drawing on George Washington's face on a one dollar bill."},{"video_id":"ymC2bNi6-Is_9_19","caption":"The everlasting doubt about whether Oz portrayed prison life realistically or not.Oz taken a long and creative stretched to flesh out the stories and Characters"},{"video_id":"kWLNZzuo3do_48_53","caption":"A woman is thinly slicing the peel off a lemon while her dog sits next to her."},{"video_id":"kWLNZzuo3do_86_93","caption":"A woman puts mushrooms into a metal saucepan and covers them with water."},{"video_id":"lv8d_qLLqsk_1_20","caption":"A young man plays the guitar and sings a song."},{"video_id":"0GXq1An3yHI_22_35","caption":"A Chef making buttermilk from north indian curd and other ingredients."},{"video_id":"kWLNZzuo3do_145_151","caption":"A woman is peeling a large shrimp in a glass bowl of water."},{"video_id":"Pm9L60YBj3s_0_32","caption":"a boy is making a record by singing 32 songs in 8 minutes on a guitar."},{"video_id":"AdcgmBtE99c_108_114","caption":"Looking for: Any guy who can appreciate a real Cougar!! Attractive late 30's here just prrr'ing to please﻿ you. Contact me on yahoo or aim messenger: SexyCougarJamie I love to chat dirty and﻿ get naked for you."},{"video_id":"6njscWrdnM0_8_18","caption":"Each time a man karate kicks a mannequin he falls down, so he finally starts punching the mannequin with his fists until it falls."},{"video_id":"0SMOK2ql7Pg_5_12","caption":"A cat is in a small bath tub and it's scratching at a square panel sitting in front of it."},{"video_id":"xb-Nacm-pKc_78_82","caption":"The video starts with a man playing a guitar and then the scene switches to a man wearing a hat and cape leaping up in a field of wheat."},{"video_id":"D1tTBncIsm8_681_688","caption":"Describe the difference of work effective between nikonD90 and canon 550D model"},{"video_id":"pNelR-nHz7g_68_90","caption":"A man is cutting thin slices from a whole cooked chicken using a flat knife."},{"video_id":"DvYN53KBDr0_51_62","caption":"Two men standing on both sides of a car and one man on top of the bonnet are kicking and hitting the glass portions."},{"video_id":"JsD6uEZsIsU_1_47","caption":"A bearded shaven head man plays guitar like a professional."},{"video_id":"4xVGpDmA4lE_23_33","caption":"A man walking down the street singing is carrying suitcases on his head and a woman, with her arms around his neck, on his back."},{"video_id":"sqy2CMDl7U0_7_10","caption":"An animated hamster is singing a song in front of a mike and dancing too on stage."},{"video_id":"4cgzdXlJksU_83_90","caption":"A teenage girl cuts off the tip of an icing bag using a pair of scissors."},{"video_id":"xxHx6s_DbUo_216_222","caption":"A man is meditating when the scene flashes to a forest, then mountains, and then to a man sliding on ice."},{"video_id":"Zoz0HcCB1vU_0_10","caption":"A group of dogs are pulling a sledge as they are running on snow."},{"video_id":"xpOYXbMDDBY_1_20","caption":"Group playing some sort of new tunes on a guitar."},{"video_id":"-9CUm-2cui8_39_44","caption":"a lady is stirring  the lady finger which is in the boiling water."},{"video_id":"Ne87egvJnWo_0_3","caption":"A man karate kicks and breaks the boards three other men are holding."},{"video_id":"qyZ9z_3f94Q_6_9","caption":"People are dancing on the dance floor of a club as a band plays on stage."},{"video_id":"19lyIaPOvYs_10_17","caption":"A man is sitting on a stopped motorcycle then he rides off on the motorcycle."},{"video_id":"5YJaS2Eswg0_22_26","caption":"A young girl is skipping on the roadside next to a grassland."},{"video_id":"0I4VKj4d0WI_24_40","caption":"The guy is carefully blowing bubbles arranging them such that one bubble on top of another."},{"video_id":"R1UrFBF_0iU_35_41","caption":"A man dressed in a white robe and head gear picks up a man and throws him and then picks up a large board."},{"video_id":"F1BwUJ4--Qw_21_38","caption":"A cow boy shoots rapidly five rounds with each of the two pistols and two rifles."},{"video_id":"Ylb4pnW-jP4_102_113","caption":"A man is running down several flights of stairs."},{"video_id":"nYwbAb0QvBE_195_210","caption":"Someone is demonstrating how to make meatballs by scooping up a spoonful of ground meat and rolling it into a ball."},{"video_id":"fIaLVw_Gc_w_99_109","caption":"A woman is dabbing on some shimmering green eye shadow on her eyelid using an applicator brush."},{"video_id":"WTf5EgVY5uU_124_128","caption":"A woman adds some chopped garlic to a skillet containing oil and stir fries the same."},{"video_id":"AjZ-R3LFMzo_24_38","caption":"A man is riding a motorcycle, making small circles in both directions."},{"video_id":"MWzeInQaUk4_12_20","caption":"A man standing on stage is singing a song while strumming a guitar along with a band of musicians."},{"video_id":"5HAf_INrFy0_3_25","caption":"A brown cat seated on a sofa is boxing his fore paws while watching a boxing match on television."},{"video_id":"PslVHtXc7Tg_8_14","caption":"A man driving a car runs into the side of a parked car in a parking lot."},{"video_id":"pfQPRXcihkI_135_144","caption":"You must know that belgians still make them the best way."},{"video_id":"RZL9irxnhZ0_34_40","caption":"Salman Khan, the bollywood star giving some sort of interview to journalists."},{"video_id":"4ikH9ZRcF2Q_89_105","caption":"A squirrel is moving rapidly on a concrete floor in circles."},{"video_id":"TvBsaMgqh5s_61_68","caption":"A woman slides off a large slab of meat from a plastic packet onto a pan."},{"video_id":"uAaWVeaYLdQ_1_12","caption":"A man leaps up into the air and turns with his leg extended and lands in a squat on both feet."},{"video_id":"n_Z0-giaspE_379_387","caption":"A young man falls on the ground and his two friends standing nearby help him get up."},{"video_id":"CwPfvoqmV1Q_58_61","caption":"A man is doing a wheelie on a motorcycle as he drives in circles."},{"video_id":"wsj_dzz33Ko_31_41","caption":"A man shaves some parsley leaves off the stem and then presents the chopped stem to the camera."},{"video_id":"sm0OYD0NSbQ_51_59","caption":"A man wearing glasses and a suit is standing and talking in front of a huge bookshelf."},{"video_id":"tYQ7O6V0Fvk_20_55","caption":"A small chineese boy playing nirvana on a acostic guitar"},{"video_id":"K-KVz3eqbnA_1_10","caption":"Two girls are sitting in a restaurant booth eating hamburgers."},{"video_id":"i3fd4nE8OCI_174_181","caption":"One man fought with another man who was trying to comfort him."},{"video_id":"6owu8Mow0_g_850_855","caption":"Two men are standing in a kitchen and one is talking on a cell phone."},{"video_id":"SZP3Jpbbwj0_52_59","caption":"A man standing on a basketball court near the post shoots the ball into the net despite another player obstructing him."},{"video_id":"otvx5OZHTJc_1_22","caption":"A man slits the body of a fish on the bottom side and thereafter cuts the head off with a knife."},{"video_id":"zxB4dFJhHR8_1_9","caption":"A woman with a backpack is cycling on a road by the beachside."},{"video_id":"s_ldnx8_etY_32_54","caption":"Three egg whites in a glass bowl are beaten to a frothy stiff mixture by a hand beater."},{"video_id":"nau1vCzyFQ4_37_54","caption":"A chef is chopping onions into very small pieces with his knife."},{"video_id":"jMO3jGQeqyk_3_6","caption":"Cooking with Scorpion. Learn about chopping, cake decorating and chopping. A spoof."},{"video_id":"lo4KcsBN--A_0_10","caption":"A turtle is swimming underwater near the floor of a body of water."},{"video_id":"b4mJ3AQc-ag_30_34","caption":"A woman is shredding a chicken breast into small pieces using her fingers."},{"video_id":"QsC8__3lwO0_50_60","caption":"A man adds some cumin and coriander powders to pieces of quail meat placed in a steel bowl."},{"video_id":"-s4-6QTT7HE_235_241","caption":"A man is dancing with a group of people who are dressed in Indian costumes."},{"video_id":"UXs3eq68ZjE_382_387","caption":"A man empties sugar from a bowl into a vessel containing a mixture of cooked rice and milk."},{"video_id":"z0zb--BOhDY_16_22","caption":"People are making bagels in a traditional bakery and people are lining up to buy them."},{"video_id":"aDjNl5gs4nM_18_47","caption":"The ends of the onion is cut first then into half and those halves are chopped finely after the skin is removed."},{"video_id":"4eJJF11bIxM_1_9","caption":"A couple of teenage girls are talking to each other on cell phones."},{"video_id":"8MVo7fje_oE_130_136","caption":"A man appears to be draining water off of pasta in a rectangular plastic container into a sink."},{"video_id":"ceOXCFUmxzA_100_110","caption":"This video hollowen Pumpkin work out a knoxville personal."},{"video_id":"CulG2SMC7DU_14_25","caption":"A woman reclining on a rock amidst greenery is reading a book."},{"video_id":"mYzajpeAWuA_100_112","caption":"A man is passionately playing a guitar in front of an audience."},{"video_id":"OCcy9TDRGKo_118_127","caption":"This video shows parmesan cheese being sprinkled on top of bread slices."},{"video_id":"yAD_TS5L2d4_4_11","caption":"A capuchin monkey is moving its right arm quickly."},{"video_id":"sI0FBMKYo7s_1_6","caption":"nice﻿ song and picturisation.the songs of this movie﻿ sounds better in the cd."},{"video_id":"K-czl524zxk_6_15","caption":"The lady is dialing and calling someone on her mobile phone."},{"video_id":"lfGlDg47How_93_98","caption":"A man opens a packet containing a block of cream cheese and drops it into a bowl."},{"video_id":"Gm1WnWVXYzQ_0_9","caption":"A little school girl walking dejectedly on the road is approached from behind by a man in a jeep."},{"video_id":"NZWiKMZS_k8_39_48","caption":"A person is combing their very long hair in front of the fireplace."},{"video_id":"fvXXLP6A4p4_250_268","caption":"karthick and the actroress sing and dance for the tamil movie paiya and the song is adada mazhida"},{"video_id":"kWLNZzuo3do_228_232","caption":"A woman puts a piece of seafood into a pot of hot oil."},{"video_id":"_pBeOAMjGm8_1_18","caption":"A man is playing a guitar, and humming."},{"video_id":"ao-9B8IV9_E_108_119","caption":"A woman is holding hands with a chimpanzee that is behind a fence and suddenly she jerks her hand back away from the chimpanzee."},{"video_id":"4kQnrKvOTNg_15_24","caption":"A brown puppy sitting hesitantly on a staircase finally manages to climb down a step."},{"video_id":"mLEhUMLvraQ_35_68","caption":"Before sleep we will brush daily, the boy brush him teeth. That is a very good habit."},{"video_id":"C_DDjCRxTxQ_1_4","caption":"Two women are talking seated very close to each other on a sofa with cushions on them."},{"video_id":"MY-rGamtAJc_6_22","caption":"A cat is perched on a box with it's front paws on a window sill looking out the window."},{"video_id":"ViWQUOGIaSU_9_16","caption":"A woman is performing a ballet dance on stage under spotlight."},{"video_id":"PECk9A-07Pw_1_9","caption":"the  music group playing with their instruments"},{"video_id":"5dv8MSWlxoQ_10_40","caption":"A woman applies mousse on her hair, takes sections of it and fastens them after twisting to do a Mohawk."},{"video_id":"qeKX-N1nKiM_133_142","caption":"A woman is coating vegetables in a bowl of flour then frying them in a kettle using chopsticks."},{"video_id":"ht2oIYBSoI0_9_21","caption":"A woman is riding a horse which is trotting slowly along the periphery of a sandy enclosure in the open."},{"video_id":"6RlYLTU5gvM_18_24","caption":"A toy train is moving on the track as another toy train moves on the track overhead in a shop."},{"video_id":"jD4o_Lmy6bU_117_137","caption":"A woman rolls small portions of kneaded dough between her palms and makes four smooth balls."},{"video_id":"Je3V7U5Ctj4_558_563","caption":"A man spreads butter on a flour tortilla with a case knife."},{"video_id":"-_hbPLsZvvo_172_179","caption":"Adds a bit of vinegar, sugar and sprinkles black pepper to the ingredients in the bowl."},{"video_id":"6t0BpjwYKco_200_205","caption":"A woman cracks an egg into a small glass bowl."},{"video_id":"o4pL7FObqds_72_78","caption":"A man riding a bike at great speed takes a sharp turn on a curved road."},{"video_id":"gqSOvUH_njE_151_155","caption":"A man with headphones slides down the railing of a staircase."},{"video_id":"aUPnwqkPXYc_123_138","caption":"A man along with other men is dancing to a background score, standing on top of buses in a row on the road."},{"video_id":"cM55xNJ_pfU_1_20","caption":"A man finger picks a song on the guitar."},{"video_id":"inLBPVG8oEU_18_24","caption":"I miss the old Evoulution Of Dance because now he has﻿ just gotten worse. if he makes another one and it sucks just like the second, then i will completely forget about Evoulution of dance series and go back to the Idiot Box."},{"video_id":"xEDCfcMZlZY_37_41","caption":"A person is cutting grass with the help of a machine"},{"video_id":"KPPCwmU5OHQ_424_430","caption":"A cook cutting small pieces of chicken clesh in order to make soup."},{"video_id":"ggWzbEFC-RE_1_11","caption":"A small child is riding a horse which is trotting slowly."},{"video_id":"bAYIIlX-WWw_5_15","caption":"A man seated in the premises of a temple is playing the flute."},{"video_id":"7s0AXJtLL0Y_57_61","caption":"Cats walk around a house, paw a litter box, and play with a scratching post, while a man and woman talk."},{"video_id":"lmCrIZeob4w_23_26","caption":"A group of youngsters wearing Christmas caps are singing a Christmas song in a room."},{"video_id":"5L5MoemWC6g_10_13","caption":"These 'kids' must be at least 30! And they﻿ haven't graduated yet??? They deserve every venereal disease they get! ; )﻿"},{"video_id":"WinaH9SkW9c_11_38","caption":"A man is sitting on the back of a horse as it trots in a circular motion in an open enclosed area."},{"video_id":"MrMG15y3rWU_5_13","caption":"A man is showing his index finger close to a small green frog, which tries to grab it in its mouth."},{"video_id":"nTasT5h0LEg_12_14","caption":"A black and white colored cat standing on a grey sofa turns to the right."},{"video_id":"eVSQiPbepXg_44_49","caption":"A lady named Kaia wakes up in bed and reads a little and then fixes breakfast and gets dressed for the day."},{"video_id":"_JorUS-8Nlg_63_73","caption":"A bus is being driven down a street with a group of people sitting on it's roof and hanging off the back."},{"video_id":"8MVo7fje_oE_166_171","caption":"A man pours red sauce from a pitcher onto a plate of pasta."},{"video_id":"NjCqtzZ3OtU_62_67","caption":"A woman is filling water into a steel saucepan from the tap of the kitchen sink."},{"video_id":"ry7AUQtuwdU_4_39","caption":"A man composing some kind of unique tune on a piano."},{"video_id":"5JSbxHECb-I_97_110","caption":"A man adds some flour into a bowl containing a mixture of egg and butter and combines it all using a wooden spatula."},{"video_id":"xlPyHMkpaQY_1_7","caption":"A man is sitting on the back of a toy bull which is swiveling wildly in different directions."},{"video_id":"-8y1Q0rA3n8_108_115","caption":"i love the cold steel blades, but the test thye﻿ do by attacking the carboard heads is stupid, i could probably stab through those with my penis"},{"video_id":"t4vP-cXXWkY_14_20","caption":"echidna? which part of it looks like a echidna, obviously it's a jerboa, even stated in the title, i﻿ think these ppl retards.so sweet."},{"video_id":"Ly5D0z9gKtc_15_20","caption":"Two girls each eating a hamburger in the kitchen, standing next to a boy exclaim,\" Hmm, delicious\"."},{"video_id":"nMBSDpB3WB8_5_14","caption":"A woman is walking across a stage holding a microphone and singing."},{"video_id":"2YhDTpzxd3c_102_105","caption":"A man karate chops multiple boards while another man watches."},{"video_id":"6ZhKOK08tgM_225_233","caption":"A man who is crying goes up to another man who appears to sympathize."},{"video_id":"VF1K_6ZSOAY_60_70","caption":"A man is working on some kind of flanged piece of metal when a hammer that is laying on the ground rises up and hits his hand."},{"video_id":"s-dSFyz_5Ww_13_23","caption":"Two women in two piece bathing suits wrestle."},{"video_id":"e-j59PqJjSM_405_416","caption":"A man stirs all the ingredients of a Greek salad placed in a large bowl with a flat steel spoon to mix them well."},{"video_id":"VahnQw2gTQY_203_210","caption":"cut your potates and not for sharpening eh?! then what do﻿ u use for sharpening...﻿ your dick?!"},{"video_id":"C9vRgZDxTv4_26_33","caption":"A man driving a scooty on a road and enjoying the ride."},{"video_id":"Okg8QYhdtvU_73_92","caption":"A man is peeling the skin off a kiwi fruit by cutting thin strips of the skin using a knife."},{"video_id":"sT5Bzt9w354_11_34","caption":"A man creases a yellow colored square sheet of paper by folding it diagonally at all sides and then opens it out."},{"video_id":"4D1o4FC8YbA_207_216","caption":"A woman is singing and dancing while standing near a fire."},{"video_id":"Z10_CDPQKKs_1_6","caption":"A boy is jumping on a pogo stick when another boy walks over and shoves him down."},{"video_id":"JledeVyklPw_1_6","caption":"A baby in a booster seat sneezes and surprises the baby next to him."},{"video_id":"iEW-EkPQywU_61_83","caption":"Two women are in a room, one of them picks up a knife and starts to cut a potato into pieces."},{"video_id":"f_GnkweYzzI_35_41","caption":"A man on a roof is tossing bricks to a man on the ground when the man on the ground is distracted and one of the flying bricks hits him in the head."},{"video_id":"a28s_wyqkyc_68_77","caption":"A man wearing a suit and sunglasses is running in the middle of an empty road."},{"video_id":"X0UJaprpxrk_18_26","caption":"A helicopter is flying over the ocean and the scene changes to show Batman and Robin in the cockpit."},{"video_id":"j4dMnAPZu70_11_18","caption":"The panda bears slid down the slide into the snow."},{"video_id":"3n_Kqak2JdA_48_71","caption":"A man is billing at the cash counter and handing over the bill to a cutomer at the store."},{"video_id":"ibSwITK4jjQ_14_24","caption":"A police officer points the gun at a white car parked on one side of a highway and screams at the person inside it."},{"video_id":"JM4913Fe-ic_4_15","caption":"A small child sitting in a tub in the bathroom is reciting a rhyme in Chinese."},{"video_id":"mZVPkPqwzR4_38_45","caption":"Some antelope (or similar animals) are crossing a road."},{"video_id":"YmXCfQm0_CA_68_75","caption":"A man is moving a fallen branch out of a pathway in a wooded area."},{"video_id":"SJZFNwfcSOw_3_18","caption":"A man seated is humming a tune while playing the guitar."},{"video_id":"fnpp8v9NbmY_181_188","caption":"Someone has picked up a handful of some white substance from a mixing bowl and is squeezing it into a lump."},{"video_id":"UwlALS1AKb4_0_16","caption":"There is an explosion in the distance and you can see a flash followed by a large cloud of smoke."},{"video_id":"Qp-k0H93iJE_35_39","caption":"A batsman hits a cricket ball which the wicketkeeper fails to catch in a match being played between two teams."},{"video_id":"aJoDt4DMkFU_118_124","caption":"A woman stitches a couple of square printed materials together on one side using a sewing machine."},{"video_id":"IEQyCcageGg_99_126","caption":"The rules of rugby are demonstrated through an animated version of two teams playing the game."},{"video_id":"Wv3u2q3oGeU_35_45","caption":"Really like your stuff Kourosh,﻿ very nice a men so very good paion."},{"video_id":"CGllPWAwmUo_1_15","caption":"the tamil movie lesa lesa thirisha and syam sing the song aval olagaazhgiye"},{"video_id":"0lh_UWF9ZP4_183_190","caption":"A woman slices a piece of meat into strips on a cutting board."},{"video_id":"FAD8CbQuvco_35_45","caption":"A person is using a knife to take off the skin of an apple in one consecutive piece."},{"video_id":"4wT7zM8XgXQ_5_11","caption":"Two cars are parked at the curb of a street when a third car drives in between the parked cars and onto the pedestrian walkway."},{"video_id":"pfQPRXcihkI_127_138","caption":"A man is peeling a large raw potato using a vegetable peeler."},{"video_id":"PAN5IVvMlVc_17_23","caption":"The 2 girls are practice the dance for compitation."},{"video_id":"GWQTAe64m-0_160_166","caption":"A woman is dancing to music standing inside a circular cage-like enclosure."},{"video_id":"shPymuahrsc_5_12","caption":"Drinya is cute - but we﻿ miss Sonya! Please, more vids!\r\n\r\nthx:-)Im sure Drinya moves more than Sonya﻿ because hes younger and more agile?"},{"video_id":"0lh_UWF9ZP4_21_26","caption":"A woman slices a ginger piece finely using a knife."},{"video_id":"Li3umATsU0E_1_5","caption":"A cat is looking into the camera and opening it's mouth."},{"video_id":"SzEbtbNSg04_28_48","caption":"Someone, standing at a sink, is peeling raw shrimp with their fingers and putting the peels in a small plastic container."},{"video_id":"bK-i_FAcpoY_86_92","caption":"A man in a suit and sunglasses is sitting and smoking a thin cigar, and the smoke is swirling behind his head."},{"video_id":"Vn0Xv0fb1z4_18_30","caption":"Two lions, seated on a couch, are watching animals on a television."},{"video_id":"Z3XarHZ3HpY_10_17","caption":"A short clip of a tiger from the bollywood movie kaal."},{"video_id":"VU4qLrk5axA_40_58","caption":"Soccer players are kicking and passing a soccer ball around."},{"video_id":"1_abYc1K0e4_20_25","caption":"A black stallion horse galloping around a field."},{"video_id":"-Ms9tsWmhyU_80_95","caption":"Please excuse me, I'm still learning to play."},{"video_id":"6t0BpjwYKco_59_69","caption":"A woman cuts a green bell pepper in half, removes the seeds, and cuts it into chunks."},{"video_id":"dZBIdRGKRhM_13_32","caption":"Two men are walking through a night club, while checking out the sights."},{"video_id":"tZmDWltBziM_70_80","caption":"A series of people who are drunk and trying to get home and keep falling over."},{"video_id":"r0rmrbTb7fU_98_109","caption":"A young woman is applying brownish-gold eyeshadow to her eyelid with a brush."},{"video_id":"kRNHJSc4AXE_220_228","caption":"A woman is dancing by a large tree in the rain."},{"video_id":"ID2xXlUENG0_19_24","caption":"Three men on motorcycles straighten up as they turn to one side in a bike race."},{"video_id":"XEOH3t5AYY0_22_29","caption":"A man is shown riding a bicycle with some type of power assist attached to the rear wheel."},{"video_id":"p9g06ktIkJg_4_11","caption":"A number of furry striped tail animals are huddled together in a tight group."},{"video_id":"m1NR0uNNs5Y_73_78","caption":"a man cutting something with his knife with sharp skills."},{"video_id":"iLr7ZHAq1ro_7_11","caption":"the yellow train passed in front of the snow capped mountain."},{"video_id":"9Q0JfdP36kI_56_64","caption":"A woman peels a small onion or garlic clove with her fingers and then cuts it with a knife."},{"video_id":"7uF-2adCsI0_60_67","caption":"A woman sits down, opens a can of soft drink, and takes a drink."},{"video_id":"zkTn5Ef1Oig_70_75","caption":"Two elephants standing on the river bank are spraying water on themselves with their trunk."},{"video_id":"-rkErLY0rRc_63_67","caption":"A woman picks up a watering can, shows it, then puts it down."},{"video_id":"sv5YlZspb30_10_20","caption":"A group of Japanese farmers are planting rice crops in a field."},{"video_id":"J_evFB7RIKA_104_120","caption":"the man is gone to the vegetable garden and bring fresh vegetables from their and prepare some gravy"},{"video_id":"AKVBK-0veE8_5_12","caption":"A car tries to enter a blocked gate after the bus and gets hung up on the posts that come up from the street to block autos from entering."},{"video_id":"_O9kWD8nuRU_70_76","caption":"Cooking with the dog show demonstrates how to make Vegetable Tofu Nimona."},{"video_id":"6gQu8PWhFoQ_37_41","caption":"A person slides down a hill in front of his motorcycle and crashes."},{"video_id":"IhwPQL9dFYc_171_175","caption":"Someone is putting a bowl of diced potatoes into a skillet containing diced pieces of meat."},{"video_id":"0lh_UWF9ZP4_62_69","caption":"A woman is stirring rice in a glass bowl with a plastic spoon."},{"video_id":"b24_bb57PPk_631_637","caption":"A waiter is talking to a gentleman seated at a dining table with other men in a restaurant, as he places a plate with food on the table."},{"video_id":"TPD5wO_LEPU_2_6","caption":"A young boy is cleaning a wood floor with a sweeper."},{"video_id":"8MVo7fje_oE_108_113","caption":"A man places a rectangular plastic container of pasta into a microwave oven."},{"video_id":"6vC6AT27RUc_29_46","caption":"A quiet chained dog looks at a passerby and wags its tail as it licks its lips repeatedly."},{"video_id":"HzYtvOYOEoU_21_32","caption":"A number of women are dancing in a circle which unfolds into a line as they continue to dance."},{"video_id":"4D1o4FC8YbA_29_39","caption":"The girl is dancing and singing in the rain in a south indian movie."},{"video_id":"IhwPQL9dFYc_130_136","caption":"A woman makes vertical cuts across a slab of tofu using a knife."},{"video_id":"IhwPQL9dFYc_50_59","caption":"A woman is chopping and dicing onions with a knife."},{"video_id":"WPG-BIWOrG4_635_640","caption":"Even though the Miracle Blades did not pass the frozen food test, they are still a good buy."},{"video_id":"OfgSCMxttCc_86_92","caption":"A man is displaying a t-shirt with the words you tube written on it."},{"video_id":"JMUAylpXzG0_45_62","caption":"A woman cuts out a U- shaped portion from a plain chocolate cake, keeps it aside and then takes another whole round plain chocolate cake."},{"video_id":"BLXzfdNmydQ_151_156","caption":"Someone is riding a horse without a saddle."},{"video_id":"zulPFoY64wE_26_33","caption":"A man sitting on the back of a white horse is waiting on a river bank and looking around."},{"video_id":"p3J3TAdKAYQ_0_10","caption":"The black kitten is eating a cat food on the bowl."},{"video_id":"Dgf0VHMEtNs_57_66","caption":"A group of doctors wearing surgical garb are working on a man."},{"video_id":"-wa0umYJVGg_117_123","caption":"A woman peels off the shell of a hard boiled egg placed in a bowl of cold water."},{"video_id":"u4T76jsPin0_0_11","caption":"Several runners are at a starting mark and on a signal they sprint to the finish line."},{"video_id":"xEDCfcMZlZY_91_100","caption":"A man is mowing the grass with a lawn mower."},{"video_id":"2YhDTpzxd3c_174_180","caption":"A man is kicking, hitting, and breaking multiple clay pots hanging down from ropes on trees."},{"video_id":"IhwPQL9dFYc_153_170","caption":"Someone dumps a bowl of meat into a skillet and starts cooking it."},{"video_id":"pcjuCotJYj8_50_62","caption":"Various YouTube videos showing difference things like weather reports and kids jumping and getting hurt."},{"video_id":"MwOEK-KXSPc_1_10","caption":"A monkey is brushing the hair of a large white dog."},{"video_id":"oMPebXDwkZ0_4_19","caption":"A warthog repeatedly attacks a lion, who mostly ignores him."},{"video_id":"N3A7944_UJw_63_70","caption":"A man is tossing breadcrumbs in a pan and roasting it using a wooden spatula."},{"video_id":"4-1gpwkD7Hc_7_15","caption":"a group of newly born tortoises walking towards the sea."},{"video_id":"0lh_UWF9ZP4_27_31","caption":"Someone is dicing a potato slice into very small pieces with a knife."},{"video_id":"e996zZ0uV_A_196_204","caption":"Using a plastic sword, a teenager whacks the bottom of a man standing hunched in front of him."},{"video_id":"QMJY29QMewQ_42_52","caption":"A woman cracks eggs into a bowl and removes some shells and stirs with chopsticks."},{"video_id":"Ffv7fhL1EDY_177_184","caption":"The man tricked the soccer player in dribbling down the field."},{"video_id":"K1ZM0LSLVw8_488_494","caption":"A man is cutting a cucumber into medium size cubes with a knife."},{"video_id":"-_hbPLsZvvo_43_55","caption":"A woman makes perpendicular cuts at one end of a carrot and thereafter slicing it thinly."},{"video_id":"swJ0zhVJ8DU_15_21","caption":"Peoples are disembarking from a train in a station."},{"video_id":"8HB7ywgJuTg_131_142","caption":"Someone seasons rice in a skillet with a white substance, and another person stirs the mixture with a spatula."},{"video_id":"k5OKBX2e7xA_19_32","caption":"Someone is riding a motorcycle with the front wheel elevated in the air while he rides in a circles."},{"video_id":"8CzlhZtunNc_5_11","caption":"The mother cheetah pushed her baby out into the open after she saw that it was safe."},{"video_id":"G-M78KIy19E_315_330","caption":"The man is using an axe to cut through the tree."},{"video_id":"D-K3ThvAqfo_163_169","caption":"A woman and a man are riding bicycles down a street, and the man takes his hands off the handlebars and holds his arms out."},{"video_id":"xkNDE1JL6Z8_50_59","caption":"A male player is seen dribbling a basket ball and moving towards the post on the court."},{"video_id":"MW21lp833Vo_8_16","caption":"Two men are playing chess when a third man who had been watching reaches out and moves the pieces on the board."},{"video_id":"WV9K6MbLjHA_106_116","caption":"A man is riding a white horse on grassland surrounded by greenery."},{"video_id":"MUkKFFdpm4E_1_12","caption":"A man riding a horse in an enclosed area is portrayed in slow motion."},{"video_id":"fY0lZTWlBAg_470_485","caption":"A woman is exercising by stepping from right to left and then from left to right while swinging her arms back and forth."},{"video_id":"WTf5EgVY5uU_130_135","caption":"Someone pours chopped onions in a skillet and sautes them."},{"video_id":"MICawzo1MqI_3_13","caption":"A man talking on a cell phone by hiding behing the tables from someone."},{"video_id":"DcDYRpa34W8_11_25","caption":"A small baby seated on bed is chuckling away happily."},{"video_id":"9VG7Elw9TDA_85_91","caption":"This is now available in colour and so it should be i love all the comic strip sci fi films of the 1950s no matter how in accurate or daft they just﻿ new back then how﻿ to make atmospheric movies of this sort back then!!!"},{"video_id":"CuBgBtQAN7E_7_20","caption":"A BEAUTIFUL GIRL EATING THE CUP CAKE IN THE ROOM"},{"video_id":"5fq9iIxxA1s_12_27","caption":"A boy standing on one side of a fence is signaling another boy standing on the other side of the fence to kick the football."},{"video_id":"klFyrnrUSck_25_36","caption":"A woman is making a number of small incisions in an uncooked  pork chop."},{"video_id":"5EXVeP6R3yc_105_108","caption":"where did﻿ you meet him at? i got most of his movies."},{"video_id":"qOiN__I1-Zo_2_8","caption":"A dog is barking at an animated stuffed toy that's walking around."},{"video_id":"n_Z0-giaspE_437_447","caption":"A man is standing in front of a room of people wearing a pair of boxing gloves, when two men join him and they all begin to dance."},{"video_id":"qvg9eM4Hmzk_4_10","caption":"A guy is lifting the rear end of a pickup truck up and down with his bare hands."},{"video_id":"uuM0BFHTTsQ_9_50","caption":"A man cuts a potato into three portions and thereafter slices them using a large knife."},{"video_id":"5fDBl1wT2Lk_34_39","caption":"A large green ball is pushed against a potato kept erect on a table and bounces after falling on the ground."},{"video_id":"bnN_o0Hkn3M_73_80","caption":"A man firing bullets with a rifle and a gun standing on an open ground is shown in separate sections of the video."},{"video_id":"FvfjDQj5sOY_1_10","caption":"Two men are seated on a bench outdoors while one of them is strumming a guitar."},{"video_id":"UXs3eq68ZjE_320_325","caption":"Someone is stirring a milky white rice mixture in a kettle with a wooden spoon."},{"video_id":"1Dty_eGY9Ec_123_133","caption":"Cecily and Bret are doing makeup which Cecily will be making Bret look like The Joker from Batman."},{"video_id":"gtixLEvO2Us_0_6","caption":"A woman is sitting in a dimly lit room and she's  moving her arms like she is keeping time to music."},{"video_id":"muI1BFsdbdo_33_45","caption":"A man is sprinting well ahead of the others in a race on a track field."},{"video_id":"mtrCf667KDk_134_176","caption":"A lady is removing the outer part of a papaya to make it smooth."},{"video_id":"x8Ul09tk6zk_0_8","caption":"A man is standing at the free throw line of a basketball court and he shoots a basket."},{"video_id":"pzq5fPfsPZg_145_160","caption":"A girl is chasing around an older girl, trying to swat her with a piece of clothing."},{"video_id":"wkgGxsuNVSg_34_41","caption":"A young child is running around in circles trying to evade the fish on the rod he is holding, when he drops the pole and runs off."},{"video_id":"VahnQw2gTQY_322_327","caption":"A man cutting cabbage efficiently with his knife."},{"video_id":"Je3V7U5Ctj4_504_511","caption":"A man slams the top a manual chopper repeatedly to chop an onion into fine pieces."},{"video_id":"p69Q8lTkZTc_21_29","caption":"A man standing on one side of the road asks for a lift as a woman in a blue car passes by."},{"video_id":"7EOqi_6rnkg_36_44","caption":"A guy dressed up like a gorilla walks through parking lots and stores jumping around and playing bongos."},{"video_id":"R0e8ojL0vcc_8_14","caption":"A man places a thick slice of a banana cake on a white plate with the aid of a knife."},{"video_id":"bDoCQEwghZU_201_211","caption":"A man is sitting in a swivel chair talking on a cordless telephone."},{"video_id":"qew09qQgMAg_22_27","caption":"A man holding a cone ice-cream and crawling on all fours on a pavement lies down at one corner."},{"video_id":"ulPvRmNfXK4_96_100","caption":"A man with an umbrella is running through a park when he jumps over a trash receptacle and then does a flip by leaping against a wall."},{"video_id":"Tm1HjqK0ABg_9_15","caption":"A man standing on a skateboard at one end of a busy road hops with it on the pavement nearby and continues riding it."},{"video_id":"TFJ6oR89Vb8_90_107","caption":"A man is scrambling a mixture of eggs and sliced cherry tomatoes in a pan using a spatula."},{"video_id":"iUYWdCxvJCI_2_14","caption":"This cute little girl is dancing to \"The Itsy-Bitsy Spider\" and cleaning up her toys."},{"video_id":"vpR0L3sIvoo_15_49","caption":"A black cat is leaping and jumping high in the air while playing with a small bouncy ball in a house."},{"video_id":"m1NR0uNNs5Y_224_230","caption":"Someone is slicing a red bell pepper into strips."},{"video_id":"HmVPxs4ygMc_44_53","caption":"A man folds a paper diagnolly and tears of the extra paper on one side to make it square shaped."},{"video_id":"lFdg5CWMTt0_24_28","caption":"A man hammering something hits his thumb and kicks out at the wooden steps."},{"video_id":"8MVo7fje_oE_153_158","caption":"A man is dumping cooked pasta from a plastic container onto a plate."},{"video_id":"m1NR0uNNs5Y_123_129","caption":"The woman is showing tips on how to use a knife and how to cut or chop some vegetables and spices properly."},{"video_id":"HAjwXjwN9-A_16_24","caption":"Women, with numbers on their backs, are skating in a roller derby."},{"video_id":"KPPCwmU5OHQ_467_472","caption":"Someone pours chopped vegetables from a bowl into a large pan of broth."},{"video_id":"_O9kWD8nuRU_45_49","caption":"Frances on the show Cooking with a dog,show how to make vegetable Tofu Nimono."},{"video_id":"m1c04pCYGxA_57_64","caption":"A woman, who is harnessed, is climbing a rock wall barefoot."},{"video_id":"nZSFn51l3hc_480_485","caption":"I start cooking at 10 yrs old i mean for all the 3 meals cause my dad was working and by the way nice editing vids﻿ I know that is alot of works"},{"video_id":"qeKX-N1nKiM_0_5","caption":"Someone is squirting a brown sauce into a bowl of cooked  meat and vegetables."},{"video_id":"zTn-nNj5Bng_8_19","caption":"A man is riding a horse in an open field surrounded with greenery."},{"video_id":"NoCgvH4xZHo_68_74","caption":"A woman fries shrimp in a skillet with tongs, and then pours the shrimp out onto something."},{"video_id":"jmoT2we_rqo_0_5","caption":"A young man is bouncing a basketball then throwing it in a basketball hoop on a basketball court."},{"video_id":"eVSQiPbepXg_83_93","caption":"A woman pours black coffee from a pot into a mug and adds three sugar cubes to it."},{"video_id":"pW9DFPqoIsI_26_50","caption":"Someone is sitting on the floor where they open a package with a pair of scissors and remove a headset."},{"video_id":"SzEbtbNSg04_71_93","caption":"A man is finely chopping some garlic pods after smashing them initially with the flat portion of a knife."},{"video_id":"Mutb8BHFvzk_15_20","caption":"A man holds and presses the top portion of an apple with his hands and splits it into two sections."},{"video_id":"hJFBXHtxKIc_310_315","caption":"A man is holding a plateful of spaghetti and he picks up a forkful of spaghetti and looks at it."},{"video_id":"PqvKNqkGI9o_47_52","caption":"Two men are holding a man at gunpoint when a fourth man sneaks up and attacks one of the two."},{"video_id":"V6Fxclwdfxc_1_11","caption":"There is a green bird laying on the floor with it's legs in the air, then suddenly it flips up onto it's feet."},{"video_id":"nBFhvrAOFqY_23_29","caption":"A monkey is having a ride in a vehicle seated next to a window and wearing headphones on its ears."},{"video_id":"1QVn0FffExM_14_24","caption":"A lion is gazing around while he is seated on dried grass in an open area."},{"video_id":"z_qf7tOnHVg_81_89","caption":"super comedy in the movie kadhal kirukhan ,one person eating banana"},{"video_id":"TZ860P4iTaM_15_28","caption":"A cat playing a piano and enjoying it like a perfect piano player."},{"video_id":"zS50h-a8RTg_3_9","caption":"A young man dives off of a retaining wall into a swimming pool."},{"video_id":"PCXHuseKwDc_68_76","caption":"One girl is knitting while another girl is talking to her."},{"video_id":"WPG-BIWOrG4_755_761","caption":"Someone appears to be trying to cut into a store-wrapped tube of frozen meat with a knife."},{"video_id":"q7pOFn8s4zc_263_273","caption":"A man and a woman are holding each other and gently rocking as she sings a song and he whistles a tune."},{"video_id":"PeUHy0A1GF0_62_66","caption":"A woman is cutting a slab of raw bacon strips in half."},{"video_id":"L6dEUQ6WiHY_171_186","caption":"A boy drinks a glass of water with a fish in it and swallows the fish."},{"video_id":"Cx1We6GX4IM_0_8","caption":"A small white dog sitting on the floor is making strange noises as it wags its tail simultaneously."},{"video_id":"04Gt01vatkk_308_321","caption":"A woman dices jalapeno peppers and cilantro and mixes it with diced tomatoes and onions."},{"video_id":"ab9EVXlohHg_33_40","caption":"A young man demonstrating how to cut an apple with his Ninja sword."},{"video_id":"IpHJffM3G1c_439_446","caption":"a man trying to cook some sort of pizza recipe with garlic bread."},{"video_id":"oG6LLGi_n48_51_55","caption":"A man cycling on the portico area of a house goes over the edge and falls into a pit below."},{"video_id":"YmXCfQm0_CA_140_156","caption":"Loved the video NMan! Great filming, excellent narration! I saw you guys there in 2009, but only found your vid here﻿ today."},{"video_id":"rlQ2kW-FvMk_66_79","caption":"A supermodel lady is doing some exercise and a gym coach is providing instructions."},{"video_id":"_7V-7cs1pNA_269_275","caption":"FOUR GIRLS ARE PLAYNING OUT OF WHICH ONE IS JUMPING THE ROPE AND TWO OF THEM ARE ROTATING THE ROPE"},{"video_id":"IBgsLmDcL78_80_84","caption":"Robert Rodriquez doing a demonstration of how to make Sin City\r\nbreakfast tacos."},{"video_id":"Sj6GSmDpNDw_0_12","caption":"A couple is dancing elegantly in on center stage as other couples watch."},{"video_id":"UhI-p6AysWY_25_30","caption":"A big and fat cat trying to eat mashed potatoes from the hands of his master."},{"video_id":"C12BRGGcd5E_101_117","caption":"A woman washes her hands with soap in the kitchen and wipes her hands dry with a towel."},{"video_id":"nTasT5h0LEg_40_43","caption":"A black and white cat sitting next to a small boy and purring as it puts it's face by the boys face."},{"video_id":"nq4hG6qgyPs_184_195","caption":"A man is cooking and talking about  how to make French Onion Soup."},{"video_id":"sZf3VDsdDPM_107_114","caption":"A man chews food with a pitiable expression while the woman appreciates the food she is eating."},{"video_id":"1dYpcVv6n3Y_0_18","caption":"A diapered baby is standing holding onto a coffee table and dancing, trying to mimic the three women he is watching dance on television."},{"video_id":"kEGmZDpZ_RE_295_330","caption":"A woman cuts the roots and stem of a garlic bulb and peels it open to separate the garlic pods."},{"video_id":"PeUHy0A1GF0_78_85","caption":"A woman is coarsely chopping some stacked cabbage into fine pieces using a knife."},{"video_id":"Xvy21KrDv8I_0_10","caption":"A badger emerges from behind a mound of mud and walks on the grassy ground ahead."},{"video_id":"hksxtbcS780_7_14","caption":"Why are the endangered﻿ animals always the cutest?They aren't﻿ always cute its just people get so obsessed with the cute fluffy ones the ugly ones die out without ever being heard of by the public."},{"video_id":"tYh4iDFgmEE_50_54","caption":"A woman is palying a small guitar or a ukulele on the street."},{"video_id":"nLvX-erABqY_67_72","caption":"A short clip from some sort of cartoon film named as Bambi."},{"video_id":"cwkjJrGpoaU_30_41","caption":"A chef telling about how to use a strip loin and how to cut and trim it."},{"video_id":"D-K3ThvAqfo_209_213","caption":"Great movie! Vijay and Bhoomika look adorable they aresong for swizeland."},{"video_id":"hW8TKz2Aea4_40_50","caption":"Someone is washing a small rodent looking animal in an aluminum pan."},{"video_id":"IWhrWLOAin0_1_4","caption":"A refrigerator door is standing open and a dog is getting something out of the refrigerator."},{"video_id":"JnNe61UZsdM_78_88","caption":"A blond in a tight outfit is doing a sultry dance."},{"video_id":"UbmZAe5u5FI_132_141","caption":"The woman is peeling off the skin of the fish and taking its bones."},{"video_id":"lfGlDg47How_110_115","caption":"A man opens a can of chili paste and empties the content into a bowl containing chili paste and cheese."},{"video_id":"9fkS7wqrzAY_13_25","caption":"The boy in the video is enjoying playing his big violin."},{"video_id":"tmAX2PnRCY0_284_292","caption":"Someone is squeezing or pouring liquid from half of a coconut into a glass saucepan."},{"video_id":"0hyZ__3YhZc_388_394","caption":"I JUST bought the ingrediants to make this... i am sooo excited lol.... One question. I dont like Carrots so i plan to use potatoes. a men so good tranig for cooke"},{"video_id":"06CbMa0kDr8_3_13","caption":"A small brown-and-white herbivorous mammal of bamboo is eating and playing with a man"},{"video_id":"fd7Ky1lEPT8_40_50","caption":"Using a knife, a man thinly slices the skin off an eggplant and thereafter slices it into sticks."},{"video_id":"BefkDBj5gSw_104_109","caption":"A man is singing a song as he walks along a tiled pathway in a garden."},{"video_id":"ZnLgsasu82g_71_81","caption":"A man riding a bi-cycle on top of a closed gate jumps and lands with his bike to the pavement beside it."},{"video_id":"bxjFqtfJlMs_18_27","caption":"A man adds some salt and black pepper powder to a bowl containing poultry seasoning and mixes the three ingredients with a spoon."},{"video_id":"ZYaxg5NZW_g_21_27","caption":"A Pet Monkey - Philippine Tarsier, Smallest in the world"},{"video_id":"p6cg2jWI34M_34_42","caption":"A white lion cub joins two other similar cubs and stands beside them."},{"video_id":"X56XkGFe7OY_47_61","caption":"A group of Raccoons are eating nuts in an outdoor area, while one of them stands up on its hind legs after a while."},{"video_id":"OxL9z2BzBnk_0_19","caption":"A puppy inside a bath tub is wagging his tail and trying to climb out of it."},{"video_id":"d-2C_N5anww_1_3","caption":"A white dog running rapidly on grass bangs itself against a cemented bench."},{"video_id":"NMlKMfiHSho_1_15","caption":"A cat is trying to use it's mouth and paws to get a small plastic bottle someone is holding."},{"video_id":"O9cOSO9L8Zs_1_16","caption":"A man is swinging to and fro on a rope in a store room as loud noises are heard in the background."},{"video_id":"Ce7equ9zCxk_4_19","caption":"A parrot standing on top of a telephone is using its beak to make a call and follows instructions of the recorded voice message."},{"video_id":"po2tcrG6KzM_2_8","caption":"A Man is playing the keyboard for the song munbe vaa"},{"video_id":"eZLxohGP4IE_15_25","caption":"The man is cutting a carpet or a mat using a cold steel hunting knife."},{"video_id":"LSuVRWPoHr0_0_37","caption":"A woman cuts a portion of a carrot into thin oblong slices and thereafter chops them into thin strips."},{"video_id":"Yh2N6ZtRBdU_110_120","caption":"A man seated on a park bench is rocking a woman seated on his lap."},{"video_id":"Vg1jyL3cr60_163_186","caption":"There are two women playing violins and at least two men playing guitars in some type of performance."},{"video_id":"IpHJffM3G1c_464_470","caption":"A man sprinkles minced garlic from a small bottle on top of four generously buttered elongated slices of bread."},{"video_id":"WTf5EgVY5uU_94_98","caption":"A woman adds salt to green peas in a bowl and mixes it using her fingers."},{"video_id":"RiglOfJon8I_3_18","caption":"A football player dressed in blue fights with an opposite team member, as the team members in blue surround and take him away."},{"video_id":"gbW9f8xydks_0_10","caption":"Two furry animals are sitting on a wire rack eating some kind of sliced vegetable or fruit out of a metal pan."},{"video_id":"4PcL6-mjRNk_11_18","caption":"A brown Dachshund holding a yellow ball in its mouth comes running into the house and places the ball on a rack."},{"video_id":"JktNQQnLblQ_4_9","caption":"A smiling cartoon woman flips a pancake in a pan until the pancake sticks to the ceiling."},{"video_id":"BVjvRpmHg0w_121_130","caption":"Using a large spoon, a woman combines pieces of beef meat along with the seasonings in a glass bowl."},{"video_id":"E61HNXjgyqA_22_32","caption":"A beautiful Indian actress sings or talks in a recording studio."},{"video_id":"HYbEf-JKZnA_13_26","caption":"Using a knife, a man cuts off the top portion of a row of bottles filled with water in a single stroke."},{"video_id":"hxZ-5wELSJM_0_12","caption":"Two men are playing a table tennis match as the audience watches them."},{"video_id":"GnwKcpfr_ng_47_57","caption":"A man is standing outdoors on the edge of a parking lot speaking into a microphone while a red banner is displayed across his chest reading \"Manchester Fox Ct Morning News\""},{"video_id":"OCcy9TDRGKo_41_51","caption":"A man cuts a bread loaf into thin slices at an angle of 45 degrees using a knife."},{"video_id":"klFyrnrUSck_42_46","caption":"A woman is sprinkling some pepper powder on a slab of pork meat."},{"video_id":"kBMsuhDvg88_45_64","caption":"A group of boys and girls trying to do somekind of entertainment."},{"video_id":"kWLNZzuo3do_167_181","caption":"A woman adds starch powder and a little water to two shrimps in a bowl, mixes them to coat evenly on both sides."},{"video_id":"UXs3eq68ZjE_49_54","caption":"Someone pours tomato sauce from a can into a saucepan and stirs with a wooden spoon."},{"video_id":"yPNFVj-pISU_105_115","caption":"A man wearing a demon mask and carrying a trident is hitchhiking on a road and a car pulls over to pick him up."},{"video_id":"Qjbcibrv3L0_26_32","caption":"There is a view of a pilot in the cockpit of a jet airplane and then the scene switches to a view of exterior of the jet flying."},{"video_id":"cUW_bXll6YM_390_395","caption":"A person is pouring extra virgin olive oil into a container of tomatoes."},{"video_id":"6QbhfbLUtQs_13_23","caption":"A woman is talking about people wanting the recipe for green slime and someone pours green slime on her head."},{"video_id":"Puv_4NtflqE_26_34","caption":"Someone is pouring oil from a plastic bottle into a skillet."},{"video_id":"9Q0JfdP36kI_19_27","caption":"Someone is cutting the skin and pieces of fat off of a chicken."},{"video_id":"m1NR0uNNs5Y_192_198","caption":"Someone is chopping up roundish white objects into small pieces with a large knife."},{"video_id":"jTnrm338_KY_34_42","caption":"Someone takes a Komodo dragon out of one plastic box and puts it into another one someone else is holding."},{"video_id":"akXjIEoecNs_2_12","caption":"a man playing some sort of serious notes on a piano."},{"video_id":"c2MwqFYVE7A_40_45","caption":"Bullets are being fired at a yellow colored metallic sheet hung against a tree trunk."},{"video_id":"jPBxl9gFqNY_110_117","caption":"A man is pouring some cooking oil to a pan from a bottle."},{"video_id":"64Xn9edeWRA_0_11","caption":"A cat catches its claw on a ceiling fan and is spun around several times before being flung into a wall."},{"video_id":"hoinj6vyQ2g_8_16","caption":"Buenas bro! tocas bn chvree es una des musicas k me gusta men te felixito m,ucho﻿ k tengas muchos exitos en lo k tas logrando no si﻿ me puedas pasar las notas porfabor :D grax he felisidades cucho"},{"video_id":"-_hbPLsZvvo_269_275","caption":"A woman removes pumpkin wedges and chicken pieces after frying them in a pan and places them on a wire rack."},{"video_id":"g2IYQq7IkXc_23_32","caption":"A polar bear is running on a strip of land in the ocean and appears to be chasing off many walruses."},{"video_id":"e4QGnppJ-ys_6_14","caption":"A man moving rapidly on a skateboard goes up a slope, does a couple of summersaults and falls down while landing."},{"video_id":"rl1rVk_xIOs_1_16","caption":"A very young child is dancing with some older children."},{"video_id":"EPgQ9QwbsLE_16_23","caption":"A green colored frog has a man's index finger in its mouth and is trying desperately to cling on to his finger."},{"video_id":"e996zZ0uV_A_68_72","caption":"A boy is throwing baseballs at another boy who is not catching but being hit by them."},{"video_id":"UI3Cbj9fbxQ_2_23","caption":"A women driver is stuck on the road with a flat tire and while changing it she falls backward off the roadway into a truck with garbage."},{"video_id":"hJFBXHtxKIc_163_168","caption":"A person is sprinkling seasonings into a pan of meat cooking on the stove."},{"video_id":"tn1d5DmdMqY_15_28","caption":"A man is sitting down playing an acoustic guitar in front of a microphone."},{"video_id":"8MVo7fje_oE_180_185","caption":"A man is taking a bite of spaghetti from a plate he's holding in one hand."},{"video_id":"AQhiE_NL6yY_91_101","caption":"there is two boys and a man in a movie scene and both boys fighitng to each other"},{"video_id":"yOnRm3TP6hM_0_12","caption":"A pug puppy slides backwards on a wooden floor sitting on his hind legs and pushing his fore limbs."},{"video_id":"DN7jwyL1Xgg_1_19","caption":"An airplane is seen flying gradually across land and water bodies below, as music plays in the background."},{"video_id":"2MCpA01Sn_c_75_82","caption":"A young deer finds it's way into a backyard and family is watching rhrough their kitchen window as deer walks around."},{"video_id":"sRKQfxxEP4M_117_125","caption":"the group of persons are sing and dance with the tribes"},{"video_id":"G3aJaADfFiE_210_216","caption":"Two women are riding in the front seat of a car, and one of them is driving."},{"video_id":"Z3m9V8qPXhQ_13_24","caption":"A man is playing a set of drums and in front of him the words Johnny Robb are displayed on the screen in white letters."},{"video_id":"Ow_o78zjo14_42_57","caption":"A gorilla seated is playing the drums as a song plays in the background."},{"video_id":"tcxhOGyrCtI_15_21","caption":"A white and grey colored cat is walking on the garden with its tail erect."},{"video_id":"5U3xz9Ovmhk_258_265","caption":"A man is wiping off the edge of a bowl filled with food with a paper towel."},{"video_id":"J8cP93yG1Ao_14_24","caption":"Two remote-controlled cars are having a drifting race around a track."},{"video_id":"BefkDBj5gSw_233_240","caption":"Very meaningful and a nice one from illayaraja. Makes one think about all around us by listening﻿"},{"video_id":"DDtX5a-OgLQ_1_15","caption":"a boy enjoying some sort on song playing himself on a guitar."},{"video_id":"77iDIp40m9E_126_131","caption":"A dog doing some sort of stunts on a skate board on the road."},{"video_id":"AE9UaQwum8c_0_10","caption":"A bushbaby holds its arms in the air while someone scratches its tummy."},{"video_id":"TZ860P4iTaM_10_24","caption":"Cats surpass dogs as pets...see how smart. Hard to believe over 18 1\/2 million hits on utube...unreal. Enjoy and remember to neuter\/spade﻿ you pets.."},{"video_id":"BOv-2HzNPaA_7_12","caption":"A Doberman runs and slides down a water channel into the pool beneath."},{"video_id":"Je3V7U5Ctj4_956_961","caption":"A man is putting chicken wings into a plastic storage container."},{"video_id":"6t0BpjwYKco_105_110","caption":"A woman is pouring a bowl of diced onions into a skillet."},{"video_id":"0lh_UWF9ZP4_191_197","caption":"is it just me or does world need a subway-esque sushi franchise qith high quality﻿ sea foods and vegetables that are otherwise unavailable outside asia"},{"video_id":"xxHx6s_DbUo_182_186","caption":"One man is laying on a table with a slab of concrete on his stomach and a second man breaks the slab with a sledge hammer."},{"video_id":"_sJ_09Mf1HY_49_72","caption":"A young man is in front of a crowd of people and he's using his feet to perform tricks with a soccer ball."},{"video_id":"zHy7pM0U49w_103_109","caption":"A man is cutting an onion and a tomato into small pieces."},{"video_id":"jxdubZzQrio_33_46","caption":"A man is unrolling a coiled sheet of readymade dough on the kithen counter."},{"video_id":"xSmfK498DjI_1_20","caption":"the lady beautifully use the knife   move freely and rotate the knife very fast"},{"video_id":"ACOmKiJDkA4_23_30","caption":"Hot cooked rice is taken out from a rice cooker and spread on to a flat dish to cool it."},{"video_id":"nLz0QuerH1c_8_15","caption":"A cat is wearing a shirt and a woman lifts the cat and starts to move it's paws up and down."},{"video_id":"Ms3QdGIzltU_10_20","caption":"The hamster ated the trail of sunflower seeds."},{"video_id":"C9LHk0AJI7U_196_205","caption":"A man is preparing dough for fresh pasta noodles."},{"video_id":"hJFBXHtxKIc_225_230","caption":"A man empties a can of crushed tomatoes into a pan containing cooked and seasoned sausages."},{"video_id":"EwTZ2xpQwpA_14_21","caption":"A boy trying to describe something through mike and wearing headphone on his ears."},{"video_id":"bSIjZ75a50s_286_304","caption":"The chef is decorating the cake with slices of strawberries which are being placed on icing."},{"video_id":"DBvSfds3FH4_84_88","caption":"A woman rolls some dough into a large round on a floured surface using a wooden rolling pin."},{"video_id":"IhwPQL9dFYc_24_30","caption":"A woman wraps tofu in a white cloth and turns folded side down in a metal pan."},{"video_id":"8VUbN3hkdBo_36_50","caption":"A small girl is spraying water on the potted plants in her garden using a garden water sprayer."},{"video_id":"fcvW1vr8hAs_96_102","caption":"A man is sitting on the front steps of a building holding a guitar while he pets two dogs."},{"video_id":"0lh_UWF9ZP4_165_170","caption":"Someone places three prawns, each one stuck on a stick, into a pan of boiling water."},{"video_id":"xy9LLUUZ6ic_50_60","caption":"Someone is typing on a stenography machine."},{"video_id":"6mYnZbIwcNo_10_16","caption":"Someone types on a black keyboard placed in front of a laptop computer."},{"video_id":"DIGIvSOLTIE_24_30","caption":"Four teenage girls are laughing and chatting outdoors, when the scene flashes to a auditorium full of people then back to the girls again."},{"video_id":"JhCvLmf9yr0_46_50","caption":"Two women chopping fruits and vegetables in the kitchen and preparing a drink."},{"video_id":"CgWYN5e9K10_30_62","caption":"A cat is standing of the edge of a toilet defecating into it, and then turns and attempts to cover it up by batting on the opposite edge of the toilet."},{"video_id":"JnNe61UZsdM_42_51","caption":"Rita Alexander was quite a beauty in her day,﻿ she did a fabulous dance rountine to the﻿ soundtack of Bartender!﻿ I'll have﻿ what she is having! hic."},{"video_id":"0lh_UWF9ZP4_157_160","caption":"is it just me or does world need a subway-esque sushi franchise qith high quality sea foods﻿ and vegetables that are otherwise unavailable outside asia."},{"video_id":"229NvV0SRHw_0_5","caption":"A small girl seated at the table is sipping water from a sipper kept next to her plate of food."},{"video_id":"0wutCy2ZGOQ_4_10","caption":"Because they wanted to be closer to Josie, The Arkansas Children hospital was 3 hours away and﻿ they decided to rent that house its just temporarly until josie can go home."},{"video_id":"GEXqMH8I3_w_14_18","caption":"A man puts a ball on the floor and a young boy comes running up to kick it but misses and falls on his back."},{"video_id":"UgUFP5baQ9Y_0_7","caption":"Three women are performing a traditional Indian dance on stage."},{"video_id":"R8FDJgVW3Vc_0_4","caption":"A woman with purple fingernails is drumming her fingers on a table."},{"video_id":"LLHUB8ciPrc_0_13","caption":"In a cricket match, a bowler bowls a cricket ball and the batsman hits the ball to the boundary."},{"video_id":"YAud4eS3DoA_54_65","caption":"The dough is being rolled into a round with a rolling pin,"},{"video_id":"clKtfGBVI1I_15_28","caption":"A black man explains his surprise on arrival in an interview on a TV show."},{"video_id":"NjblUomxFQo_100_108","caption":"A woman grinds soaked urad dhal in a blender, adds a little water and then opens the lid."},{"video_id":"vloe_60s_dk_0_9","caption":"A man is firing a shotgun and you can see the blast from the end of the barrel."},{"video_id":"EqOGzNkekMk_5_15","caption":"An extremely muscled man lifts a barbell with his right hand."},{"video_id":"UXs3eq68ZjE_246_250","caption":"Someone pours water into a kettle from a glass measuring cup."},{"video_id":"HJHPB_Y8GZE_259_263","caption":"A cat is batting at a dog with it's front paws while the dog jumps around and barks at the cat."},{"video_id":"5CU2JhYM8tY_14_45","caption":"A small girl is dancing in the drawing room by watching the performance of Beyonce in her song and imitating her."},{"video_id":"a0g7wtBkS98_34_42","caption":"A woman jumps from a height into the water below in an outdoor location."},{"video_id":"E6sXN-5IgHs_0_8","caption":"A man runs and sits in front of still traffic and bends down back and forth, touching his hands on the road."},{"video_id":"N5wsl86P37Q_1_15","caption":"A man is teaching in what manner to play kids bass tuto."},{"video_id":"qeKX-N1nKiM_74_77","caption":"Someone is slicing a piece of yellow vegetable or fruit with a green rind."},{"video_id":"eZLxohGP4IE_190_201","caption":"A man wearing rubber gloves holds a hunting knife perpendicular on a piece of wood and hammers the blade with a wooden stick."},{"video_id":"f9_bP219ehQ_63_70","caption":"An elderly man is giving his opinion amongst a gathering of people."},{"video_id":"s9TklvyLFyI_177_191","caption":"A woman picks up a cookie sheet filled with what looks like some kind of pastry and she places it in an oven."},{"video_id":"9HTUcMjWB3g_143_151","caption":"A woman is dicing a medium sized white onion and then she started cutting up some green beans."},{"video_id":"Uc63MFVwfrs_355_372","caption":"A man cooking some sort of potato salad and cutting them to make it ready."},{"video_id":"lKADopH3qFY_0_10","caption":"A cat lying on a carpeted floor is pawing a ferret standing nearby, whenever it comes close to him."},{"video_id":"O9yLRzpPp44_167_190","caption":"A woman is putting on lipstick with a brush and talking."},{"video_id":"zSPBC8EO6dY_64_73","caption":"Airplane landing and pilot gets soaked with champagne by friends after his first solo flight."},{"video_id":"gyOVZz7kXyM_1_10","caption":"A white cat is lying on it's back, and a man is brushing it's hair."},{"video_id":"Jxw16bqzVqE_18_28","caption":"A panda is sitting eating some kind of plant matter."},{"video_id":"tHLiYTS9Iz8_1_16","caption":"A man is kick boxing on the pads held by another man standing in front of him."},{"video_id":"6t0BpjwYKco_142_151","caption":"A woman pours zucchini pieces into a curried rice mixture in a skillet and stirs with a wooden spoon."},{"video_id":"4yYapi-5QYQ_33_57","caption":"A man holding a pack of playing cards does a disappearing act repeatedly by passing his hand over the topmost card."},{"video_id":"0M-PyX2DbZc_25_31","caption":"A man wearing a safety hat is dancing to music as other men seated around watch him."},{"video_id":"LVHEDAK3X1s_0_16","caption":"Mohan is making comedy."},{"video_id":"1Sp2__RCT0c_11_15","caption":"the rocket blew up in the sky on its way down to the ground."},{"video_id":"cUW_bXll6YM_462_469","caption":"A man cuts a tomato into half and again cuts the half piece into two pieces."},{"video_id":"t8Nf1MK7lts_0_10","caption":"An army sergeant is walking and talking to a line of soldiers standing next to their beds in their camp room."},{"video_id":"_OBlgSz8sSM_15_32","caption":"One boy, around preschool age, puts his finger in the mouth of another boy, who is approaching toddlerdom, and proceeds to get his finger bitten."},{"video_id":"UbmZAe5u5FI_101_110","caption":"A woman places a piece of raw fish on a small grill."},{"video_id":"Puh1n8DTKw8_2_9","caption":"A toddler is walking through a house and playing with a video game control."},{"video_id":"NNYLo1OeZ-Q_48_54","caption":"Someone is scrubbing a zucchini with a brush under the running water from a faucet at a sink."},{"video_id":"NFxWwI0J3As_78_84","caption":"A woman is riding a white horse in an open green field."},{"video_id":"sb1dX5xAFvk_10_17","caption":"What appears to be a tiger pacing in it's cage is being filmed by an amateur."},{"video_id":"IAvBB2lv8iw_142_148","caption":"A man holding a revolver in front of him, turns it four times and then puts it down."},{"video_id":"NVGGgncVq-4_12_20","caption":"The word comes from the Greek words for ‘light’ and ‘combination’. Photosynthesis uses chlorophyll (the green colouring in leaves), carbon dioxide from the air and sunlight, and produces oxygen and a sugar called glucose"},{"video_id":"5P6UU6m3cqk_57_75","caption":"A small baby seated on a high-rise baby chair is laughing heartily in response to sounds heard."},{"video_id":"otLEUwHao_E_140_151","caption":"A man in a suit is standing at a microphone and singing."},{"video_id":"LwicaralvS0_90_104","caption":"A man is pouring sugar into a cup of coffee and then drinking it."},{"video_id":"uJPupV4oLZ0_4_12","caption":"A person is holding a small frog in the palm of their hand."},{"video_id":"XzCcRzEa83U_39_46","caption":"A duck runs after a man and bites him on the behind."},{"video_id":"0IDJG0q9j_k_1_24","caption":"A man is riding an elongated special bicycle by reclining his back and pedaling on a race track."},{"video_id":"wn9rDTZj-m4_8_18","caption":"A small girl standing on sand is playing the violin."},{"video_id":"Ugb_uH72d0I_8_17","caption":"A man wearing dark glasses is holding a guitar and pretending to play it as music is heard in the background."},{"video_id":"e-j59PqJjSM_163_173","caption":"Someone slices the end off a red onion with a cleaver."},{"video_id":"xOQn1z_oWDY_30_39","caption":"An artist is sketching the face of a cartoon woman on paper with her mouth wide open."},{"video_id":"UXs3eq68ZjE_209_214","caption":"Someone is measuring out two tablespoons of vanilla to put into a bowl with two raw eggs."},{"video_id":"0hyZ__3YhZc_289_295","caption":"A man transfers assorted chopped vegetables from a bowl to a skillet containing a little oil."},{"video_id":"1qV4wfjTYIo_151_164","caption":"A cat removes a straw inside a bowl of water placed on the tray with his fore paws and walks away."},{"video_id":"xfRIRSWy0y0_10_20","caption":"A short clip showing some of the unique equipements or machines made for agriculture."},{"video_id":"bSrpvMSuhPM_17_31","caption":"A short clip from a hollywood movie showing money matter and flirting."},{"video_id":"0k1Ak8aTMVI_4_12","caption":"Two cats are walking up to a fence in a door frame and one cat is jumping over the fence."},{"video_id":"bQJQGoJF7_k_145_153","caption":"A man is taking pieces of meat out of a Styrofoam tray and putting them in a Ziploc storage bag."},{"video_id":"zr9OeyfLPPY_4_9","caption":"A girl with black lipstick on is laying in a tub filled with red liquid and a toy shark."},{"video_id":"TXabUVUxJqI_22_31","caption":"A man is sitting on the edge of a bench and is doing leg pulls with some weights."},{"video_id":"50O8tEyWg1Y_24_47","caption":"A man squats holding the bars of box frame attached to a bridge, takes his hands off the bars and falls into the water below."},{"video_id":"KrBeBabazDU_15_20","caption":"A girl is standing in the corner of a room shaking her head and the scene flashes to a boy picking up a telephone."},{"video_id":"HN-ccxID8IM_3_10","caption":"A lemur sitting on the road with its tail beneath the stretched hind limbs is facing the camera."},{"video_id":"0hyZ__3YhZc_352_356","caption":"I JUST bought the ingrediants to make this... i am sooo excited lol.... One question. I﻿ dont like Carrots so i plan to use potatoes. Should i add more water because of that?"},{"video_id":"xxHx6s_DbUo_82_86","caption":"A man is shown climbing a rope and doing a duck walk type exercise."},{"video_id":"m1NR0uNNs5Y_273_280","caption":"uh, learn to dice an onion. you forgot the horizontal cuts. if you do it that way, you'll end up with alot of non uniform cuts."},{"video_id":"WTf5EgVY5uU_121_135","caption":"A woman adds chopped garlic to a skillet containing oil and thereafter adds some chopped onions and stir fries it."},{"video_id":"fMFvOgb4k6E_35_43","caption":"A woman hoeing the ground removes something from her foot."},{"video_id":"JXSkYkiKO0I_112_116","caption":"A young man in bed wakes up and he and another guy go workout at a gym."},{"video_id":"0hyZ__3YhZc_302_307","caption":"A man is saying about how to make the Spicy 2-Bean Vegetarian Chili ."},{"video_id":"wpUT0DNB3qs_9_19","caption":"A short haired furry animal is holding something in it's paws and nibbling on it."},{"video_id":"Ixw6wmoC_xg_116_126","caption":"A small child cries bitterly as a woman lifts and dumps him in a dustbin by the roadside and walks away."},{"video_id":"nq4hG6qgyPs_370_377","caption":"A short clip about cooking an onion soup on low flame on a gas stove."},{"video_id":"6FmN22YcVVE_11_18","caption":"The girl played her flute while sitting in a chair."},{"video_id":"dmyz_f8Sx14_56_66","caption":"Five men line up at the end of a pool and dive in on a signal from a sixth man."},{"video_id":"O_Pst-uryQI_1_14","caption":"A woman appears to be hit by lightening and is bleeding at the mouth, and a crying man holds her prone body as they talk to each other."},{"video_id":"xGdoi3W3Z4o_2_40","caption":"A young black girl is dancing, falls down, and gets back up and continues to dance."},{"video_id":"0hyZ__3YhZc_341_348","caption":"Someone puts two measuring spoonfuls of something from a jar into a kettle of vegetables."},{"video_id":"kEGmZDpZ_RE_352_370","caption":"A person cutting few items in order to make a tasty chicken curry."},{"video_id":"D1tTBncIsm8_841_848","caption":"Two cameras are sitting side by side one of them is in flames."},{"video_id":"uy0HNWto0UY_18_25","caption":"A man is laying in bed when he pulls the covers back and sits on the edge of the bed and then gets dressed."},{"video_id":"3opDcpPxllE_50_66","caption":"A police car pushes a backing car off the road which helped him to drive away on another road."},{"video_id":"1hPxGmTGarM_9_19","caption":"A cat in a cage is angrily meowing at something."},{"video_id":"WTf5EgVY5uU_76_83","caption":"A woman removes a wrapper from a bouillon cube and then cuts it up."},{"video_id":"4DVsKrdXaUs_4_12","caption":"A man on a motorcycle traveling in one direction is hit by a car traveling on a perpendicular street, and the man gets up and walks away as he gestures to the driver of the car."},{"video_id":"B-Lsf7ZKf5c_10_25","caption":"Someone pours gasoline on a pile of blazing logs that are blanketed with an Icelandic flag."},{"video_id":"yBK02O1Oewc_20_35","caption":"A man is making bretzels out of thin strips of dough and placing them on the counter table."},{"video_id":"nHZsE7T7hwI_13_23","caption":"A man is grating a raw peeled potato using a grater and putting it in a bowl of water."},{"video_id":"1qxMJLkHDLw_0_9","caption":"A man tied to a column is whipped with a belt by another man."},{"video_id":"gGDtPJzh_0s_30_45","caption":"A split loaf of bread is laying on a table and someone uses a spoon to spread butter over the two halves."},{"video_id":"5l6acVf12S4_7_13","caption":"A small white dog is running down a sidewalk."},{"video_id":"j2Dhf-xFUxU_20_29","caption":"Someone wearing blue rubber gloves is slicing a tomato with a large knife."},{"video_id":"j7xz1nos-xc_10_20","caption":"a small japanese boy playing some sort of notes on a piano."},{"video_id":"rw9h_574HxE_59_66","caption":"A man and a woman walking in a garden are talking to each other as music plays in the background."},{"video_id":"KFt5Zz5Mwlo_12_30","caption":"A person was pushing on a trampoline from underneath while the cat was on a trampoline playing with lump made by the person."},{"video_id":"6r5DmFa5ZR8_51_58","caption":"two foxes enjoying some sort of meal outside a house in a plate."},{"video_id":"zv2RIbUsnSw_335_341","caption":"A woman is being rolled on a gurney, with monitors attached, by a woman and a man."},{"video_id":"-Cv5LsqKUXc_71_76","caption":"A person dusts a baking tray with starch powder using a sieve."},{"video_id":"VahnQw2gTQY_298_305","caption":"A man stacks a couple of cut pieces of red bell pepper and slices them into thin strips using a knife."},{"video_id":"uxEhH6MPH28_69_85","caption":"A man sprinkles salt and various spices on pieces of chicken placed in a bowl and tosses them gently."},{"video_id":"2FLsMPsywRc_45_63","caption":"The fish is being fried on both sides in oil and later served on a plate."},{"video_id":"NUYu9c9XsgY_7_21","caption":"A man trying to make more than more stroke on the keyboard."},{"video_id":"hJFBXHtxKIc_286_291","caption":"A man pours cooked pasta from a plastic container into a bowl."},{"video_id":"uVPnDJKt1M0_0_6","caption":"An individual drives a car that has the steering wheel on the right side of the vehicle."},{"video_id":"ACOmKiJDkA4_75_81","caption":"A woman pours a sauce and some minced substance into a glass bowl containing meat."},{"video_id":"ZDoy9S82ETA_5_15","caption":"A four-wheeled vehicle is driving up a steep dirt hill while creating clouds of dust."},{"video_id":"FeTaKOPVaJg_60_70","caption":"A group of girls is performing a dance routine onstage."},{"video_id":"BVjvRpmHg0w_231_250","caption":"A woman adds marinated beef meat into a large pan containing smoking hot oil and stir fries the meat using a pair of tongs."},{"video_id":"q3I3R_gqy8M_34_37","caption":"A man and a woman are hugging and kissing each other."},{"video_id":"QdXRgR30bE4_9_19","caption":"An movie trailer for an Indian film shows a young woman and a young man in uniform talking."},{"video_id":"MWvCcwTw7Ac_78_86","caption":"A german shepherd dog  trying to get a stick which is longer than the width of the  garden's gate across."},{"video_id":"n_Z0-giaspE_168_193","caption":"two man doing some sort of karate practise in a grassy area."},{"video_id":"YS1mzzhmWWA_9_16","caption":"A man is peeling a carrot in single strokes using a vegetable peeler."},{"video_id":"HM-ZDoRWiH4_0_5","caption":"A man standing in a dark closed room opens the door."},{"video_id":"qIk_Dz5XE5E_104_109","caption":"Two men throw a dummy over the edge of the road then get back in their car with a woman."},{"video_id":"F3pmw2ga244_59_65","caption":"A baseball batter is waiting for his pitch, when he gets it he hits a high flyball to left field."},{"video_id":"uO7Eysrs8_k_106_114","caption":"A young Indian man is spurned by his girlfriend and decides to get drunk and make trouble and then realizes that is not the thing to do."},{"video_id":"BCZN-PmEOFg_141_146","caption":"A man is observing an opaque window which is shut while standing in front of it."},{"video_id":"vcCMId0DQaQ_19_38","caption":"A soccer player passes the ball across the field to a team mate and the team mate scores a goal."},{"video_id":"lc9bA-hvqHU_1_6","caption":"A bowling man picks up a spare in his lane and manages to knock over the one remaining pin in the lane to his right."},{"video_id":"2YhDTpzxd3c_166_170","caption":"A man is climbing up a knotted rope suspended from the ceiling, when the scene flashes to the same man splashing water on his face from an outdoor container."},{"video_id":"6t0BpjwYKco_230_240","caption":"A LADY IS PREAPRING A JAPANE DISH CALLED KASTU CURRY FOR WHICH SHE IS CUTTING THE FLESH WITH KNIFE"},{"video_id":"0lh_UWF9ZP4_103_110","caption":"Someone is rolling an egg omelet into a tube in a wok using chopsticks."},{"video_id":"x68Djm_Q0GA_0_10","caption":"The man asks about the quarrel at home and the girl explains that it is about her disaggreement to marriage."},{"video_id":"X6uJyuD_Zso_3_17","caption":"A man chops one half of an onion into small pieces after slicing it initially."},{"video_id":"R2DvpPTfl-E_20_25","caption":"A man is describing the game he is playing on his laptop."},{"video_id":"m7x8uIdg2XU_67_73","caption":"Someone pours a milky looking substance from a measuring cup into a glass bowl of pasta."}]